{
    "PREAMBLE": "1\n\nIn The Court Of The Special Judge, Barpeta\n\nSpecial Pocso Case No. 06/2018\n(Arising out of G.R. Case No. 2523/2016)\n\nU/S 4 of Pocso Act\nPresent : Sri Chatra Bhukhan Gogoi, Ajs,\n\nSpecial Judge,\nBarpeta.\nCharge framed on:- 10.05.2018\nState of Assam\n\n- Vs -\nMofizur Rahman\n\nDate of Recording Evidence on - 14.06.2018, 08.11.2018,\n22.01.2019 & 27.02.2019\n\n\nDate of Hearing Argument on - 27.02.2019.\n\nDate of Delivering the Judgment on - 27.02.2019.\nAppearance :\n\nAdvocate for the State------------------ Mrs. P. Das, Learned Addl. P.P.\n\nAdvocate for the Accused-------------- Mr. Faijur Rahman, Learned Advocate.\n",
    "facts": "\n3. On completion of investigation, police finally laid the charge sheet\n\nagainst accused Mofizur Rahman u/s 366(A) Ipc and section 4 of Pocso Act\nwith a view to stand trial.\nThereafter, having heard the learned counsel and on perusal\nof the record having found a prima facie case charge u/s 4 of Pocso Act\n\fZ\n\nwas framed.\nThe substance of the offence on being read over and explained\naccused pleaded not guilty and claim trial.\n",
    "issue": "prosecution\ncase .\n\n\n8. Now point for determination ;-\n.1.\nWhether on 10.05.2016 at about 11 pm accused committed\npenetrative sexual assault on the victim girl as alleged ?\n",
    "arguments": "The learned counsel appearing for the State Smti. P. Das submitted\nthat though the prosecution examined 6 witnesses but the court may pass\njudgment after assessment of evidence.\n11. On the other hand, the learned counsel appearing for the accused\nperson vehemently contended that there is absolutely nothing in the\nevidence of the prosecution witnesses which constitute the ingredients of\nthe offences u/s 4 of Pocso Act.\nAccording to the learned defence counsel,\nthe prosecution has failed to bring home the guilt of accused for sustaining\nconviction for the offence u/s 4 of Pocso Act.\nAs such, the learned counsel\nprays to acquit the accused person.\n",
    "ANALYSIS": "Now, on perusal of the offence u/s 4 of Pocso Act and having heard\nthe learned counsels appearing for both sides and on careful perusal of the\nevidence available on record particularly the evidence of the alleged victim\nit transpires that she is unable to speak anything about the incident not to\nspeak of commission of the penetrative sexual assault against her.\nFrom her\nevidence nothing can even be inferred even remotely that it was the\naccused who committed the offence u/s 4 of Pocso Act.\n\n14.\nThe evidence\nof alleged victim also does not inspire any confidence in the mind of the\ncourt regarding commission of the alleged offence by accused person.\nForm\nthe evidence on record it transpires that the prosecution fail to establish\nthe age of the alleged victim girl also by way of proving her date of birth or\nby way of any other credible manner.\nIn the absence of any such\ndocumentary proof no inference can be drawn\n that the girl was minor at the relevant time.\nThere is absolutely no evidence on behalf of the prosecution to show that any offence u/s 4 of POCSO Act has been committed by accused.\nIn fact, no ingredients of section 4 of POCSO Act have been found established.\n",
    "decision": "15. In the result, this court has no option but to acquit the accused Mofizur Rahman from the charges u/s 4 of POCSO Act on the ground of benefit of doubt and set him at liberty forthwith.\n16. The terms of bail bond of accused is extended for a period of 6 (six)\nmonths from to-day as provided U/S 437(A) of Cr.P.C.\n\n17.\nLet a copy of the judgment be forwarded to the learned District Magistrate, Barpeta as provided in section 365 Cr.P.C.\n\n18.\nLet case record be consigned to record room as per procedure.\n"
}