{
    "PREAMBLE": "In The Court Of Sessions Judge, Barpeta, Assam.\n\n\nSpecial P.O.C.S.O. Act Case No. 54 Of 2017\n\nUnder Section 376 I.P.C R/W Section 4 of P.O.C.S.O. Act,2012\n\nPresent:- Smti. C. R. Goswami, A.J.S.,\nSpecial Judge, Barpeta\n\nState of Assam.\n\n-versus-\nKalam Khan ...... Accused.\nAPPEARANCE For the Prosecution : Mr. Lolit Ch. Nath, learned PP.\n\nFor the accused : Ajit Kr. Sarkar, learned Advocate.\n\nEvidence recorded on : 02.05.2018,09.07.2018,\nArgument heard on : 09.07.2018,\nJudgment delivered on : 09.07.2018.\n\n} U D G M E N T 1.\n",
    "facts": "Accordingly, the mother of the victim lodged an FIR on 02.08.2017.\n\n2.\nOn the basis of the F.I.R. police registered a case, started investigation and after completion of investigation submitted charge sheet against accused Kalam Khan under section 376 IPC R/W section 4 of POCSO Act, 2012.\n\n\n3. The accused person appeared before this court, copies were furnished to them and after hearing both the parties charge was framed against accused Kalam Khan under section 376 I.P.C read with section 4 of POCSO Act.\nCharge was read over and clearly explained to the accused person to which he pleaded not guilty and claimed for trial.\nShe lodged the FIR at the instigation of the villagers and thus she has committed the mistake.\n",
    "issue": "5. Points for determination:-\n\nWhether the accused person since one year back from the date of filing FIR on 02-08-2017 at Bilortari, within the jurisdiction of Kalgachia P.S.,District Barpeta, committed rape on Miss Rashida Khatun,\naged about 17 years, daughter of informant by committing penetrative sexual assault on her ?\n\nDiscussion, decision and reasons thereof  \n\n6.\n",
    "ANALYSIS": "The victim at her depositions after one year of the occurrence has mentioned her age as 21 years.\nNo documentary evidence is produced to show the age of the victim.\n\nAccording to the medical evidence the age of the victim was above 16 years and below 18 years.\nThat being the position it can not be said that the victim was a minor at the time of occurrence.\nFurthermore the allegation, which is narrated in the FIR, is not supported either by the informant or by the victim.\nBoth of them have clearly stated that the victim and accused loved each other and the victim became pregnant from the accused and as the accused initially refused to marry the victim,\nthe informant lodged the FIR.\nPW2, PW3 & PW4 have categorically stated that both the victim and the accused have been now living peacefully as husband and wife.\n11. Under the above facts and circumstances, it is clear that the prosecution has failed to bring home the guilt of the accused person for any offence either under section 376 I.P.C or under section 4 of POCSO Act, 2012.\n",
    "decision": "Therefore the accused person is acquitted and set at liberty.\n\n12. Bail bond executed by the accused person and the surety are extended for another period of six months from the date of this judgment under section 437-A Cr.P.C.\n\n13.\n"
}