{
    "PREAMBLE": "-|-\n\nIn The Court Of The Additional Sessions Judge, Bajali,\nPathsala\n\nSpl. Pocso Case No. 03 of 2019\nU/S - 18 of Pocso Act, 2012.\n\nState\n- Versus -\n\nHitesh Roy\n: Accused person.\n\n\nPresent :\n\nSri L.K. Saikia, Ajs.\n\nAdditional Sessions Judge, Bajali, Pathsala.\n\n\nAppearance & particulars :-\n\nFor the State : Smti. Dhira Devi Ld. Addl. P. P.\nFor the accused persons : Sri Giridhar Choudhury.\nLd. Advocate.\n\nDates of recording evidences : 22-08-2018, 27-08-19.\n\n\nDate of recording statements u/s 313 Cr.P.C. : 27-08-2019 Date of Argument : 27-08-2019.\n\n\nDate of Judgment : 27-08-2019.\n",
    "facts": "\n\n2. On receipt of the ejahar a case was registered as Patacharkuchi P. S. Case No. 563/17 u/s 8 of POCSO Act, 2012 and police investigated into the matter.\n\n3.\nDuring investigation police visited the place of occurrence,\nrecorded the statements of witnesses including the victim girl,\nproduced her before the Court wherein the Ld. Magistrate recorded her u/s 164 Cr.P.C, arrested the accused person and forwarded him to the court and after completion of investigation, having been found prima- facie case, the I/O sent up the accused for trial by filing charge sheet u/s 18 of POCSO Act, 2012.\n\n4.\nOn being summon the accused was appeared before the Court for trial and the copies were furnished to him.\nAfter hearing both the parties, framed charge under section 18 of POCSO Act, 2012 and the accusation of charge was read over and explained to him, to which he pleaded not guilty and claimed to be tried.\nHence, the trial.\n\n\n5. The prosecution in order to prove its case examined 2 (two) materials witnesses and after examination prays to close the prosecution witnesses, as there is no chance of further development of this case.\nAfter closure of prosecution case, the accused person was examined u/s 313 of Cr. P. C. wherein he denied all such allegations leveled against him by the prosecution witnesses.\n",
    "issue": "7. POINTS FOR DETERMINATION (i) Whether the accused person on 15-08-2017 at about 6.30 p.m. Entered into the house of informant with an ill motive and \f-3- caught hold on her, putting off her wearing cloths and thereby committed an offence punishable u/s 18 of POCSO Act ?\n\nDiscussions, Decision, and Reasons thereof  \n\n8.\n",
    "arguments": "10. The learned counsel for the accused submitted that the star witnesses of the prosecution i.e. the alleged victim has been examined and from her evidence it was revealed that it was a case of misunderstanding and as instigated by the villagers she filed this case implicating the accused.\nTherefore, the learned defence counsel contended that it is a fit case for recording acquittal.\n",
    "ANALYSIS": "12. On fastidious scrutiny of the case record as well as the evidence of the witnesses it comes to light that the instant case has been filed due to misunderstanding of a fact.\nOn the day of incident while the victim was alone in the house and was bathing and changing her wearing clothes then the accused suddenly came to their house and seeing his appearance, she came out from the room in a nervous state.\nAs per the instigation of villagers she had filed this case but nothing had happened to her, even the accused did not misbehave her at any point.\n13. In view of the discussion held above, no inference can be drawn against the accused person but to set free from the alleged charge that committed by the accused person.\n",
    "decision": "14. Accordingly, the accused Hitesh Roy is acquitted of the offence charged u/s 18 of POCSO Act, 2012 and set him at liberty forthwith.\n\n\n15. A copy of this judgment and order be given to the the District Magistrate, Barpeta u/s 365 Cr.P.C.\n\n16.\n"
}