{
    "PREAMBLE": "Spl. Pocso Case No. 11 of 2019\n\n\nIN THE COURT OF THE ADDITIONAL SESSIONS JUDGE, BAJALI,\nPATHSALA Spl. POCSO Case No. 11 of 2019 U/S - 8 of POCSO Act, 2012.\n\n\nState - Versus - Motaleb Ali @ Abdul Motaleb : Accused person.\n\nPresent :\nSri L.K. Saikia, AJS,\n\nAdditional Sessions Judge, Bajali, Pathsala.\n\nAppearance & particulars :-\nFor the State : Smti. Dhira Devi Ld. Addl. P. P.\n\nFor the accused persons : Sri Giridhar Choudhury & Ors., Ld.\nAdvocate.\n\nDate of framing charge : 13-12-2019 Dates of recording evidences: 21-12-2019, 02-01-2020.\n\n\nDate of recording statements u/s 313 Cr.P.C. : 02-01-2020.\n\n\nDate of Argument : 02-01-2020 Date of Judgment : 08-01-2020.\n",
    "facts": "Hence, this case.\nDuring investigation the 1|/O visited the place of occurrence, prepared sketch map of the place of occurrence, recorded the statements of witnesses including the victim girl, conducted medical examination of the victim, produced her before the Court wherein the Ld. Magistrate recorded her statement u/s 164 Cr.P.C, and after completion of investigation, having been found prima-facie case\n,\nthe |/O filed charge sheet u/s 8 POCSO Act. 2012 against the accused Motaleb Ali.\n\n\n4. On appearance of the accused person before this Court copies of the prosecution documents were furnished to him and after hearing the learned Addl. P. P. appearing for the State and the learned defence counsel and after perusal of materials available on record u/s 173 Cr.P.C., having been found sufficient grounds for presuming that the accused person has committed the offence, framed the formal charge 366 IPC and section 8 of POCSO Act, 2012.\nThe charges so framed was read over and explained to the accused person, to which he pleaded not guilty and claimed to be tried.\nHence, the trial.\n\n5. The prosecution in order to prove its case examined altogether 4 (four) PWs i.e. the informant and the victim and other two witnesses.\nAfter examining these witnesses the Ld. Addl. PP submits that the vital material witnesses have already been examined and there is no chance of further development of the prosecution story and hence, prays to close the prosecution evidence.\nThe defence plea is of total denial.\nThe accused person was examined u/s 313 of Cr. P. C. wherein he denied all such allegations leveled against him by the prosecution witnesses.\n",
    "issue": "\n\n9. POINTS FOR DETERMINATION (i) Whether the accused person on 23-12-2018 at about 10 a.m. at Chenglimari under Patacharkuchi Police Station tried to commit sexual assault on the victim by removing her wearing clothes by grabbing her and thereby committed an offence punishable u/s 8 of POCSO Act, 2012 ?\n\nEVIDENCE OF THE WITNESSES 10.\n",
    "ANALYSIS": "On considering the evidence of the witnesses it is found that nothing had happened as stated in the FIR even PW-3 the victim has also not supported to the case of the prosecution by saying that the accused person did not do any bad work with her.\nThe other witnesses i.e. PW-2 & PW-4 are hearsay witnesses so their evidences cannot be admissible under the law as they had heard about the incident some third party but not from the victim.\nPW1 though present at the time of happening of the incident but did not implicate the accused person in any manner.\n20. Court cannot go beyond the evidence, court is to confine with the evidence available in the record only.\nSo evidence available in the record is that nothing had happened as stated in the FIR.\n21. In view of above, it can be safely concluded that the prosecution has failed to prove its case against the accused person as required under the law.\n",
    "decision": "22. Accordingly, the accused Motaleb Ali @ Abdul Motaleb is acquitted of the offences charged u/s 8 of POCSO Act, 2012 and set him at liberty forthwith.\n23. The bail bond of the accused person is extended for further period of another 6 (six) months u/s 437 (A) Cr.PC.C 24.\nThe Sessions Case is disposed of accordingly.\n"
}