{
    "PREAMBLE": "In The Court Of The Special Judge, Barpeta\n\nSpecial Pocso Case No. 99/2018\nU/S 4 of Pocso Act\n\nPresent : = Sri Chatra Bhukhan Gogoi, Ajs,\nSpecial Judge,\nBarpeta.\n\nCharge framed on:- 03.06.2019\n\nState of Assam\n\n= Vs mi\nNarahari Das.......... Accused\nDate of Recording Evidence on  06.01.2020 & 04.02.2020\nDate of Hearing Argument on - 04.02.2020\n\nDate of Delivering the Judgment on- 04.02.2020\n\nAppearance :\nAdvocate for the State------------------ Learned Addl. Pp.\nAdvocate for the Accused-------------- Deepjit Pathak, Learned Advocate\nJudgment\n1.\n",
    "facts": "\n\n4. Thereafter, on conclusion of investigation, I/O finally laid the charge sheet against \f2 accused Narahari Das u/s 365 IPC and section 4 of POCSO Act with a view to stand trial.\n5. During the course of time, when accused appeared in court after due compliance of section 207 Cr.P.C. this court vide order dated 03.06.2019 framed formal charge u/s 4 of POCSO Act.\nThe particulars of the offence on being read over and explained, accused pleaded not guilty and claimed trial.\n\n6.\nDuring the course of trial, the prosecution examined as 4 witnesses inclusinve of the informant and alleged victim namely Sindhuram Das as PW-1, Durga Das as PW-2,\nBinita Das as PW-3, Pompi Das as PW-4 respectively.\n",
    "ANALYSIS": "However, considering the nature and quality of the evidence emerged in the mouth of prosecution witnesses giving an opportunity of hearing to learned additional PP further prosecution evidence stands closed.\nis dispense with in view of lack of implicating materials.\nHis plea is total denial of the prosecution case.\nAs such, on being asked accused declined to adduce defence evidence.\n14. Therefore, after scrutiny, this court comes to a definite findings that on the basis of the uncorroborated testimony of the prosecution witnesses accused person cannot be convicted u/s 4 of POCSO Act.\nThough the allegation against the accused is serious in nature, but on the basis of mere assumptions and presumptions and surmises no conviction can be sustain unless prosecution has been able to produce evidence worthy of credence.\n15. This being the position, this court is of the considered view that prosecution miserably failed to establish the case against accused u/s 4 of POCSO Act.\n",
    "decision": "Therefore, this court has no option but to acquit the accused from the offence u/s 4 of POCSO Act on the ground of insufficient evidence and set him at liberty forthwith.\n16. The terms of bail bond of accused person is extended for a period of 6 (six)\nmonths from to-day as provided u/s 437(A) Cr.P.C.\n\n17.\nLet a copy of the judgment be forwarded to the learned District Magistrate,\nBarpeta as provided in section 365 Cr.P.C.\n\n18.\nLet the case record be consigned to record room after completing the formalities.\n"
}