{
    "PREAMBLE": "In The Court Of The Special Judge, Barpeta\n\nSpecial Pocso Case No. 05 of 2018\n(Arising out of G.R. Case No.82/2018)\nU/S 12 of Pocso Act.\n\nPresent : = Sri Chatra Bhukhan Gogoi\nSpecial Judge,\nBarpeta.\n\nCharge framed on:- 21.03.2018\n\nState of Assam\n\n= Vs =\nNasiruddin @ Islam............. Accused.\nDate of Recording Evidence on  06.07.2018, 13.08.2018,\n30.10.2018 & 26.11.2018\nDate of Hearing Argument on  16.05.2019\n\nDate of Delivering the Judgment on  22.05.2019\n\nAppearance :\nAdvocate for the State------------------ Mrs. P. Das, Ld. Addl. P.P.\nAdvocate for the Accused-------------- Mr. F. Rahman, Ld Advocates.\n",
    "facts": "2 2. Following the information as above, Barpeta Road police station registered a case being Barpeta Road PS case No.15/18 u/s 341/354(D)/506 IPC and Section 12 of Protection of Children from Sexual Offences Act, 2012 and took up investigation.\n3.\n",
    "arguments": "However, on being asked accused declined to adduce defence evidence.\n\nHis plea is total denial of the prosecution case.\n\n7.\n",
    "ANALYSIS": "It is to be noted that in criminal trial exact reproduction statements given by witnesses before investigation officer is not possible in court as evidence is usually recorded in court much later in point of time.\n\nSo because of human frailty, minor discrepancy here and there is bound to occur and such minor discrepancy in the evidence of the witnesses cannot be taken note of unless such discrepancy affects the merit of the case making it unworthy of credit.\n24. It is to be noted that the offence of this nature always took place behind the public eye as accused committed such offences in opportune moments.\nTherefore,\nwitnesses has the rare opportunity to see/notice such incident unless accidentally it comes to the notice of the witnesses.\nIn such circumstances, the court must rely on the evidence of the victim girl and seek corroboration in the evidence of other prosecution witnesses if the evidence of the victim does not inspire confidence.\nHere in the instant case, the evidence of the victim girl is found credible and trustworthy.\n\nAdmittedly the girl, at the relevant time, was 15 years old and she was reading in Class-X.\nShe is capable to understand right and wrong.\nIn this context, it is to be noted that when the court is required to assess the evidence of the minor witnesses it is to be very much circumspect in evaluating it.\nIn the instant case, the victim girl at the relevant time has been studying in Class-X.\nSo,\nshe possess sufficient intelligence and capability to understand and differentiate the right and wrong.\nShe cannot be tutored to say the falsehood only to implicate the accused person.\nThe girl being the victim, feels the pain and agony of such frequent misdemeanors on the part of accused while going to school/tuition and back home.\n\nTherefore, the fact that accused frequently disturbed her on her way to school,\n\nthreatened to pull her by force, tried to \ftake photograph on the mobile phone and even threatened to throw acid on her, if she refused to oblige him cannot be thrown out in lighter vain as false and unworthy of credit because the victim girl is consistent in her stand in her evidence in court as well as in her statement before Magistrate u/s 164 Cr.P.C. which assures confidence in the mind of the court.\nTherefore, this court come to unerring conclusion that the evidence of the victim girl cannot be thrown out on the ground that she is minor and her evidence is unworthy of credit.\nAs clearly defined in section 11 of POCSO Act, the act/acts indulged by accused clearly constitute the offence of sexual harassment as he sounded before the girl to take her away by force, offer his love to her even though she do not like him and hold her hand with a view to take her away and on her refusal he even threatened to throw acid on her.\nAll these acts are visible,\ngestures on the part of accused and words uttered by him are clearly audible as accused sounded to take the girl by force.\nTherefore, the acts of the accused involves visible sexual intent which has great impact in the tender mind of the girl as she was not in a position to move freely on the road.\nShe has been carrying fear in her mind all the time because of the frequent disturbance caused by accused.\n\nTherefore, the act/acts of the accused clearly fall within the periphery of the offence as defined in section 11 of the POCSO Act punishable u/s 12 of POCSO Act.\n\n26.\n",
    "decision": "\n\nSENTENCE HEARING 28.\nI have heard the accused person on the point of sentence as provided u/s 235(2) CrP.C.\nHe is very young and unmarried.\nHence,\naccused pleaded clemency.\n29. Heaving considered all the attending facts and circumstances of the case and \f9 the punishment prescribed in section 12 of POCSO Act, 2012 accused is convicted and sentenced to undergo simple imprisonment for a term of 1 (one) year and fine of Rs.500/- (five hundred) I/d Simple Imprisonment for 1(one) month.\n30. The period of detention, if any, undergone by accused during the course of investigation, enquiry or trial shall be set off against the term of imprisonment as provided u/s 428 CrP.C.\n\n31.\nLet a copy of the judgment be furnished to accused person free of cost as provided in section 363 Cr.P.C.\n\n32.\nLet copy of the judgment be forwarded to the learned District Magistrate,\nBarpeta as provided in section 365 Cr.P.C.\n\n3B Let the case record be consigned to record room after completing the formalities.\n"
}