{
    "PREAMBLE": "In The Court Of The Special Judge, Barpeta\n\nSpecial Pocso Case No. 106 of 2018\n(Arising out of Barpeta P.S. Case No.1002/2018)\nU/S 12/18 of Pocso Act.\n\nPresent : Sri Chatra Bhukhan Gogoi\nSpecial Judge,\nBarpeta.\n\nCharge framed on:- 07.02.2019\n\nState of Assam\n\n- Vs -\nAbdul Ali............ Accused.\nDate of Recording Evidence on  13.03.2019, 01.03.2019, 25.03.2019,\n20.04.2019, 21.05.2019, 20.06.2019 &\n22.08.2019\nDate of Hearing Argument on  12.09.2019\n\nDate of Delivering the Judgment on- 25.09.2019\n\nAppearance :\nAdvocate for the State------------------\nMrs. Priti Das, Ld. Addl. P.P.\nAdvocate for the Accused-------------- Mr. A. Salam, Ld Advocates.\n",
    "facts": "The defence plea is total denial of the prosecution case.\n",
    "issue": "\n\f9. Now points for determination ;-\n\n1.\nWhether accused person on several occasion commit sexual harassment to the victim girl (X) (real name withhold) with sexual intent inside the Common Room of the school and on her way to school offers his love and as a gestures of his love offered her cosmetic items like Kajal, Lipstick etc (gratification) and also force her to take photographs while she went to picnic and stopped her on her way to school, want to take her on his bike, and on her refusal gave criminal intimidation to her and thereby committed an offence punishable u/s 12 of POCSO Act as alleged ?\n\n2. Whether on several occasions accused tried to commit the offences prescribed u/s 11 of POCSO Act punishable u/s 12 on her way to school and inside the school room with sexual intent and utters words, makes sounds and gestures and to offer her cosmetic items like Kalal, Lipstick etc and thereby committed an offence punishable u/s 18 of POCSO Act as alleged?\n\n10. Discussion, Decision and reasons for such decision :-\n\n \n\nI have heard the arduous contention of the learned lawyers appearing for both sides.\n11.. Before deliberating on the arguments of the learned lawyers appearing for both sides and evaluating the evidence on record it is useful to refer Section 11 & 12 of POCSO Act.\n\nSection 11 Sexual harassment.- A person is said to commit sexual harassment upon a child when such person with sexual intent- (I) utters any word or makes any sound, or makes any gesture or exhibits any object or part of body with the intention that such word or sound shall be heard, or such gesture or object or part of body shall be seen by the child;\n\n(ii) makes a child exhibit his body or any part of his body so as it is seen by such person or any other person; or (II) shows any object to a child in any form or media for pornographic purposes; or (IIT) repeatedly or constantly follows or watches or contacts a child either directly or through electronic, digital or any other means; or (IV) threatens to use, in any form of media, a real or fabricated depiction through electronic, film or digital or any other mode, of any part of the body of the child or the involvement of the child in a sexual act; or (V) entices a child for pornographic purposes or gives gratification thereof.\n\nExplanation- Any question which involves sexual intent shall be a question of fact.\n",
    "arguments": "\nThe fact that the girl has been subjected sexual torture by accused being a lecturer of English in a private school and in a position of dominance by virtue of being a private tutor of the victim girl has been proved in court through the evidence of the victim girl and other witnesses as the accused not only disturbed/ harassed her on her way to school as well as in the Class Room by offering his unsolicited love to a tender girl of Class X.\nThe fact that accused offered cosmetic items to the victim girl as a gesture of his love to her has also been proved by I/O and also by proving the cosmetic materials in court.\nThe evidence of the victim girl is worthy of credit.\nTherefore, court can safely rely on her evidence to sustain conviction of accused u/s 12/18 of POCSO Act.\n\n13.\nTherefore, it is not proved that those cosmetic items were offered by accused to the victim girl.\nSince most of the prosecution witnesses negated the prosecution case it can be safely inferred that the informant and his daughter PW-1 and PW-2 intentionally adduced exaggerated and fabricated evidence against the accused to tarnish his image in the society because of the quarrel of informant Majam Ali with the accused person.\n",
    "ANALYSIS": "She do not gather courage to reveal/speak out the misdeed/sexual harassment perpetuated on her by accused person being her teacher.\nShe cannot instantly agitate against the sexual advances and gestures/words expressed by accused towards her because she lack self confidence being in an insecure position who nurtures fear in her mind that if she agitate instantly in the school, it may led to unwarranted situation which she do not want and this reason may dissuade her from speaking out.\nThe victim naturally take time to speak out particularly the sexual harassment and atrocity committed in the work place i.e. in the school.\nSo, the deep rooted fear nurtured by her in her mind dissuade her in divulging the truth and this is no reason to discard her story as unworthy of credit.\n25. In the cases of this nature, court should not discard the 2/3 days delay in lodging the FIR in a pedantic manner but court needs to take liberal approach understand the realities behind a woman's silence.\nIn cases, such as this, a completely technical approach will lead to catastrophe.\n\nCourt need to assess the situation from practical point of view and let the natural justice and good consigns prevail.\nIn order to ensure equality and demand for justice court need to hear the cry of the victim.\nWhen the woman fights for equality and protection of rights, she is setting the battle field and fighting for every woman and court must hear the voice of woman from the point of view of the \fvictim to ensure justice.\nIf the court let loose the accused merely on technicalities then it will encourage the perpetrator to commit the same crime against another woman and the cycle will continue.\nTheir evidence is very much natural and trustworthy which inspires confidence in the mind of the court.\nIt is seen that the accused put a strain in the age old sweet relationship between the student and teacher bringing disrepute to the profession of teaching which do not auger well.\n\n\n27. Now, it is settled position of law that court can record conviction of accused based on sole evidence of the prosecutrix provided that it is worthy of credit.\nIn the present case, as discussed above, the evidence of victim is found to be trustworthy and no part of her evidence can be thrown out as false.\nHer evidence has been corroborated by the evidence of PW-1 as well as the evidence of the I/O (PW-9) in material particular.\nThe accused is a matured person of 48 years old and a teacher of English Subject has no occasion to offer his love to his own student being a married person having children and disturbing her frequently on her way to school and back home by offering her to accompany him in his Bike etc constitute questions of fact involving sexual intent as per Explanation to Section 11 of POCSO Act.\nHe is a responsible teacher holding respectable and superior position but his gesture of offering gratification in the form of cosmetic items and question paper to her certainly attracts the ingredients of the offence within the definition of Section 11 of POCSO Act attracting punishment u/s 12 of POCSO Act.\n",
    "decision": "29, I have considered the provision of section 360 Cr.P.C. but after due consideration of the attending facts and circumstances of the case, and the age of the accused person namely Abdul Ali who is 48 years old and the nature of the offence committed by him against a tender age girl, this court is not inclined to extend the benefit of Probation of Offenders Act in favour of accused person.\n\nSENTENCE HEARING 30.\nI have heard the accused person on the point of sentence as provided u/s 235(2) Cr.P.C.\nIt is submitted that accused Abdul Ali is a married person having his wife and children; if he is sent to jail, his innocent family members will suffer for no fault of them.\nHence he pleaded to take a lenient view while awarding sentence.\n\n\n31. Heaving considered all the attending facts and circumstances of the case, particularly the extenuating and mitigating circumstances and the punishment prescribed in section 12 of POCSO Act,\n2012 accused is convicted and sentenced to undergo rigorous imprisonment for a term of 2 (two)\nyears and fine of Rs.2000/- (two thousand) i/d S/I for another 3 (three) months.\nThe fine amount if deposited be paid to the victim girl as compensation as provided in section 357 (3) Cr.P.C.\n\n32.\nThe period of detention, if any, undergone by accused person during the course of investigation, enquiry or trial shall be set off against the term of imprisonment as provided u/s 428 Cr.P.C,\n\n33.\nLet a copy of the judgment be furnished to accused person free of cost as provided in section 363 CrP.C.\n\n34.\nLet copy of the judgment be forwarded to the learned District Magistrate, Barpeta as provided in section 365 Cr.P.C.\n\n35.\n"
}