{
    "PREAMBLE": "In The Court Of Special Judge At Barpeta.\n\n\nPresent :- Sri Vinod Kumar Chandak, M.A., M.Com., Ll.B.,Ajs,\n\nSpecial Judge,\nBarpeta.\n\n\nJudgment\n IN SPECIAL POCSO CASE NO. 31 OF 2019 (G.R. Case 4253/2018)\n\nKalgachia P.S. Case No 735 of 2018 State of Assam -versus- Ashraful Alom @ Dulal S/O Altaf Hussain,\n\nResident of Pachim Moinbari,\nP.S. Kalgachia,\n\nDistrict-Barpeta 4 nnn Accused.\n\nAPPEARANCES :\n\nFor the State : Mr. Lalit Ch. Nath, learned Public Prosecutor, Barpeta.\n\nFor the Accused : Mr. Golap Hussain, learned Advocate, Barpeta.\n\nCharge framed under Section 354(c)/376(n)/506 IPC read with Section 4 of POCSO Act, 2012, read with Section 67/67(a)/67(b)\nInformation Technology Act Date of Charge : 29.03.2019,\nDate of Prosecution evidence : 17.06.2019,\nDate of Judgment : 17.06.2019.\n\n} U D G M E N T 1). The prosecution case, in brief, is that one Abdul Barek (P.W.3) lodged an FIR with the Officer-In-charge of Kalgachia Police Station, alleging interalia, that dating back four months from the date of FIR (that is 17.08.2017), accused Ashraful Alom @ Dulal captured adulterous image of the daughter of the informant and threatened her Spl POCSO case No. 31 of 2019 Page 1 of 10 \fto publish in the electronic form and committed rape on her.\n",
    "facts": "\n\nOn receipt of the aforesaid FIR by the Officer-In-charge,\nKalgachia Police Station, the same was registered as Kalgachia P.S.\nCase No 735/2018 under Section 342/354(C)/376(n)/506 IPC read with Section 4 of POCSO Act, 2012 and read with Section 67/67(A)/66(C) IT Act, 2000.\n\n\nDuring the course of investigation, the victim was sent for her medical examination by the doctor, her statement under station 164 of CrPC was also recorded by the learned Magistrate.\nPolice, on completion of investigation, filed charge sheet in the case against the above named accused Ashraful Alom @ Dulal under Section 342/354(C)/376(N)/506 IPC read with Section 4 of POCSO Act,\n2012 and read with Section 67/67(A)/66(C) IT Act, 2000.\n\n2).\nIn due course, learned Judicial Magistrate, First Class,\nBarpeta summoned the accused.\n3). Upon consideration of the record of the case and the documents submitted therewith and after hearing the submissions of the learned counsel for the accused and the prosecution in this behalf,\ncharges were framed against the accused under Section 354(C)/376(n)/506 IPC read with Section 4 of POCSO Act, 2012,\nread with Section 67/67(A)/67(B) Information Technology Act by the undersigned.\nThe charges were read over and explained to the accused, to which, the accused pleaded not guilty and claimed to be tried.\n4). During the course of trial, O03 [three] number of witnesses including the victim, medical officer were examined, on behalf of the prosecution, to prove the charge under Section 354(C)/376(n)/506 IPC Spl POCSO case No. 31 of 2019 Page 2 of 10 \fread with Section 4 of POCSO Act, 2012, read with Section 67/67(A)/67(B) Information Technology Act by the undersigned.\n\n\nThe statement of the accused under Section 313 of CrPC was dispensed with as no incriminating evidence were found against him.\n",
    "issue": "6). Now the points for determination before this court are as follows --- (1) Whether the accused dating back four months from the date of F.I.R (that is 17.08.2017) at your house, at North Moinbori, within the jurisdiction of Kalgachia P.S., District Barpeta, captured the image of Baspriya Hasan Sultana, the minor daughter of the informant Abdul Barek Ahmed, engaging herself in a private act in circumstances she had expected of being not observed either by you or by any other person or you disseminated such image and thereby committed an offence punishable under Section 354 (C) of the Indian Penal Code ?\n\n\n(2) Whether the accused on the same date, place and thereafter, committed rape on Baspriya Hasan Sultana, the minor daughter of the Informant Abdul Barek Ahmed and thereby committed an offence punishable under Section 376 (n) of the Indian Penal Code ?\n\nSpl POCSO case No. 31 of 2019 Page 3 of 10\n\f(3) Whether the accused on the same date & place as mentioned above, committed criminal intimidation  by threatening Baspriya Hasan Sultana, the minor daughter of the informant Abdul Barek Ahmed and thereby committed an offence punishable under Section 506 of the Indian Penal Code?\n\n(4) Whether the accused on the same date, place and thereafter, committed penetrative sexual assault on Baspriya Hasan Sultana, the minor daughter of the informant Abdul Barek Ahmed and thereby committed an offence punishable under Section 4 of Protection of Children from Sexual Offences Act, 2012 ?\n\n(5) Whether the accused, on the same date and thereafter published or transmitted or caused to be published or transmitted in the electronic form, any material which is lascivious or appeals to the prurient interest or if its effect is such as to tend to deprave and corrupt persons who are likely,\nhaving regard to all relevant circumstances, to read, see or hear the matter contained or embodied in it and thereby committed an offence punishable under Section 67 of the Information Technology Act ?\n\n(6) Whether the accused, '_ thereafter, published or transmitted or causes to be published or transmitted in the electronic form any material which contains sexually explicit act or conduct and thereby committed an offence punishable under Section 67-A of the Information Technology Act ?\n\n(7) Whether the accused, on the same date and thereafter publishes or transmits or distributed or causes to be published Spl POCSO case No. 31 of 2019 Page 4 of 10 \for transmitted or distributed or created text material in any electronic form which depicts children engaged in sexually explicit act or conduct or recorded in any electronic form own abuse pertaining to sexually act with children and thereby committed an offence punishable under Section 67-B of the Information Technology Act ?\n\nDISCUSSION, DECISIONS AND REASONS THEREOF :-\n\n \n\n7).\n",
    "ANALYSIS": "In her cross-examination,\nshe categorically admitted that she has no objection if the accused person is acquitted from this case.\n\n\nThus, there is no question of rape as per evidence of victim of this case.\n\n\nMoreover, informant Abdul Barek (P.W.3) admitted in his evidence that Accused did not bad work with his victim daughter and did not capture obscene photograph by the accused person.\n\n\n11) . Thus, there is no material on record to hold that the accused committed criminal trespass or raped the victim forcefully or published or transmitted sexually explicit act or conduct of victim in the electronic form.\n\n\nIt is cardinal principal of criminal Law that prosecution case has to stand on its own leg.\nThe alleged offence have not been Spl POCSO case No. 31 of 2019 Page 8 of 10 \fproved against the accused beyond all reasonable doubt by the prosecution side.\n",
    "decision": "\n\n12) . On scrutiny of the evidence on record, it is seen that no case has been made out against the accused Ashraful Alom @ Dulal to warrant his conviction under Section 354(C)/376(n)/506 IPC read with Section 4 of POCSO Act, 2012, read with Section 67/67(A)/67(B)\nInformation Technology Act beyond all reasonable doubt, for which, |\nam of the opinion that the accused is entitled to acquittal, at least, on benefit of doubt, which | accordingly do.\n\n13).\nIn the result, accused Ashraful Alom @ Dulal is acquitted of the charge under Section 354(C)/376(n)/506 IPC read with Section 4 of POCSO Act, 2012, read with Section 67/67(A)/67(B) Information Technology Act, levelled against him,\non benefit of doubt.\nHis bail bond stand discharged.\n"
}