{
    "PREAMBLE": "1\n\nIn The Court Of Special Judge, Barpeta, Assam.\n\n\nSpecial P.O.C.S.O. Act Case No. 44 Of 2017\n\nUnder Section 4 of P.O.C.S.0O. Act,2012\n\n\nPresent:- Smti. C. R. Goswami, A.J.S.,\nSpecial Judge, Barpeta\n\nState of Assam.\n-versus-\nMoti Ali @ Motiar Rahman....... Accused.\nAPPEARANCE For the Prosecution : Sri Lalit Ch. Nath, learned P.P.\n\nFor the accused : A. Salam, learned Advocate.\n\nEvidence recorded on : 20.04.2018 & 19.06.2018,\nArgument heard on : 19.06.2018,\nJudgment delivered on : 19.06.2018.\n\n} U D G M E N T 1.\n",
    "facts": "Then the accused, taking advantage of absence of other family members, tried to make sexual assault on her.\n2 2. On the basis of the F.I.R. police registered a case, started investigation and after completion of investigation submitted charge sheet against accused Moti Ali @ Motiar Rahman under section 4 of POCSO Act.\n\n3. The accused person appeared before this court, copies were furnished to him and after hearing both the parties charge was framed against accused Moti Ali @ Motiar Rahman under section 4 of POCSO Act.\n\nCharge was read over and clearly explained to the accused person to which he pleaded not guilty and claimed for trial.\n\n4. In course of hearing the prosecution has examined only 3(three) witnesses including the medical officer and the victim.\n6. The allegation as narrated in the FIR is that on 11.04.2017 at about 4:00 PM, the accused person tried to make sexual assault on the victim.\nShe made the statement before the police as stated today, but the police asked her to say before the Magistrate as tutored by him.\n",
    "issue": "Point for determination:-\n\nWhether on 11.04.2017 at about 4:00 PM at vilage Tengagaon (Alubari) within the jurisdiction of Sorbhog PS, District Barpeta,\ncommitted penetrative sexual assault on Nitumoni Begum, aged about 9 years, daughter of the informant Tarafun Nessa ?\n\nDiscussion, decision and reasons thereof\n",
    "ANALYSIS": "4 10. From the above discussion of the evidences of the prosecution witnesses, it is revealed that none of prosecution witnesses,\neven the informant and the victim have supported the case of the FIR.\n\nThey have simply stated that the victim i.e. PW3 ran out of the house of the accused out of fear.\nNone of the prosecution witnesses has made a single whisper regarding sexual assault on the victim.\nUnder such circumstances, it is clear that the prosecution has failed to prove beyond all reasonable doubt any case against the accused person.\n\n\n11. Under the above facts and circumstances, it is clear that prosecution has failed to bring home the guilt of the accused person for any offence.\n",
    "decision": "Therefore the accused person is acquitted and set at liberty.\n\n12. Bail bond executed by the accused person and the surety are extended for another period of six months from the date of this judgment under section 437-A Cr.P.C.\n\n13.\nSend copy of this Judgment and order to the Hon'ble Gauhati High Court and also to the District Magistrate, Barpeta under section 365 Cr.P.C.\n\n14.\n"
}