{
    "PREAMBLE": "In The Court Of The Special Judge, Barpeta\n\nSpecial Pocso Case No. 47/2018\n\n(Arising out of Kalgachia P.S. Case No. 327/2018)\nU/S 4 of Pocso Act\n\nPresent: Sri Chatra Bhukhan Gogoi, Ajs,\nSpecial Judge,\nBarpeta.\n\nCharge framed on:- 02.08.2019\n\nState of Assam\n- Vs -\n\nSultan Ali.....Accused.\n\nDate of Recording Evidence on  04.09.2019\nDate of Hearing Argument on  04.09.2019.\nDate of Delivering the Judgment on- 04.09.2019.\n\nAppearance :\n\nAdvocate for the State------------------ Mrs. P. Das, Learned Addl. P.P.\n\nAdvocate for the Accused-------------- Mr. M. Ali Ahmed, Learned Advocate.\n\nJudgment\n",
    "facts": "Hence the case.\nHaving received the case record on transfer, hearing the learned lawyers appearing for both sides and perusing the material on record, having found a primafacie case this court vide order dated 02.08.2019 framed charge against accused u/s 4 of POCSO Act.\n\n\n6. During the course of trial, prosecution examined only 1 witness namely the informant.\n",
    "ANALYSIS": "But considering the quality of her evidence, giving an opportunity of hearing to learned Add. P.P. further prosecution evidence stands closed.\nTherefore, on consideration of the evidence of the informant who is the mother of the victim and star witness of the prosecution case,\nthis court do not find any material against accused u/s 4 of POCSO Act.\nIt is to be noted that the victim is extremely tender girl of 5 & 2 years old and even if she is examined in court nothing will emerge from her mouth as whatever she will speak she will speak as tutored by her parents.\nTherefore, there is no used of recording her evidence in court when her mother negated the prosecution case.\n11. Situated thus, going for recording evidence of other prosecution witnesses would be nothing but cheer loss of time and energy of the court for no useful purpose.\n\nTherefore, this court is of the view that prosecution has miserably failed to prove the case against accused u/s 4 of POCSO Act.\n\n12.\n",
    "issue": "Whether on 27.04.2018 at about 5 pm accused committed penetrative sexual assault on the victim girl as alleged ?\n\n9.\n",
    "decision": "In the result, accused Sultan Ali is acquitted from the charge u/s 4 of POCSO Act on the ground of insufficient evidence and set him at liberty forthwith.\n13. The term of bail bond of accused person is however, extended for a period of 6 (six) months from to-day as provided u/s 437(A) of Cr.P.C.\n\n14.\nLet a copy of the judgment be forwarded to the learned District Magistrate,\nBarpeta as provided in section 365 Cr.P.C.\n\n15.\n"
}