{
    "PREAMBLE": "In The Court Of The Special Judge, Nagaon ::: Assam.\n\nSpecial (Pocso) Case No.-76/2018\nU/S-366/366(Ajipc, r/w Section-4 of the Pocso Act.\n\nState\n- Versus -\n\n1. Saharuddin.\n2. Suruj Ali.\n\n: Accused persons.\n\n\nPresent :\nMd. A. Rahman, Ajs\nSpecial Judge, Nagaon.\nAppearance & particulars :-\n\nFor the State : Mr. M.J. Neog, Ld. Special Prosecutor.\nFor the accused persons : Smti. S. Knanam, Ld. Advocate.\nCharge framed on : 06/09/2018.\n\nEvidence recorded on : 21/06/2019 & 03/09/2019.\n\nDate of recording 313 Cr.P.C. statement : 28/08/2019.\n\nDate of Argument : 03/09/2019.\n\nDate of Judgment : 03/09/2019.\n\nContd...\n\fUdgment\n\n1.\n",
    "facts": "Thereafter, he committed sexual intercourse with her in a field.\n\n\n2. On the basis of the written Ejahar, the O/C of Rupahihat Police Station registered a case u/s-363 IPC, r/w Section-4 of the POCSO Act.\nAccordingly, the criminal investigation was put into motion.\nDuring the investigation, police recorded the statements of the witnesses including the victim.\nShe was medically examined and produced before the learned Magistrate for recording her statement u/s-164 Cr.P.C.\n\nAccused Saharuddin was arrested and forwarded to the court.\nOn completion of investigation, Police submitted Charge Sheet against accused Saharuddin and Suruj Ali u/s-366(A) IPC, r/w Section-4 of the POCSO Act.\nThe accused persons appeared before this court.\n",
    "issue": "5. Now the points for determination are as follows :-\n(i) Whether accused Suruj Ali kidnapped the victim girl Miss.\n\nX with an intention that she might be forced or seduced to illicit intercourse with co-accused Saharuddin and thereby committed an offence punishable u/s-366(A) IPC ?\n\n(ii) Whether accused Saharuddin kidnapped victim Miss. X,\nminor daughter of the informant with an intention or knowing likely that she would be forced or seduced to illicit intercourse with him and thereby committed an offence punishable u/s-366 IPC ?\n\n(iii) Whether accused Saharuddin committed penetrative sexual assault upon Miss. X and thereby committed an offence punishable u/s-4 of the POCSO Act ?\n\nDECISIONS AND REASONS THEREOF 6. | have heard Mr. M.J. Neog, learned Special Prosecutor as well as Mrs. S. Khanam, learned counsel for the defence.\n",
    "ANALYSIS": "It is relevant to mention that statement u/s-164 Cr.P.C. is not a substantive piece of evidence.\nAs such, the same cannot be the basis to convict an accused.\nPW-2 herself has not stated anything that the accused persons kidnapped her or committed bad work with her.\nTherefore, it cannot be statutorily presumed u/s-29 of the POCSO Act that accused Saharuddin committed offence u/s-4 of the POCSO Act.\n10. The statutory presumption is a rule of evidence.\nIt is not against the presumption of innocence of the accused unless proven guilty of the offence beyond all reasonable doubt.\nSpeaking in other words, without prima facie evidence of the alleged victim regarding presumption u/s-29 of the POCSO Act cannot be applied to hold that the accused has committed the offence.\n",
    "decision": "Accordingly, they are acquitted on benefit of doubt.\n12. The bail bonds and sureties shall stand discharged after six months in terms of Section-437(A) Cr.P.C. from this date.\n13. This Special Case is disposed of accordingly.\n"
}