{
    "PREAMBLE": "In The Court Of The Special Judge, Nagaon.\n\nPresent : Smti. Rita Kar,\nSpecial Judge,\nNagaon\n\nSpecial(Pocso) Case No.23(N) Of 2018\n\nState of Assam _____ nae anennanneeees Complainant\n\n-Versus -\n1. Zakir Hussain\n2. Jubeda Khatun\n3. Abdul Rezak\n4. Muklesur Rahman\n5. Fakaruddin and\n6. Abdul Rashid _\ncanasuacees\nAccused Persons\n\nSf yAe\net al W0oe Appearance\nSpeer Ab\nnese a\nFor the Complainant : Sri M.J.Neog,\nSpecial Public Prosecutor.\n\nFor accused Zakir Hussain : Sri M.C.Das, Advocate.\n\n( In custody) Legal Aid Counsel Accused Abdul Rezak and Jubeda Khatun has also engaged: Sri M.C.Das, Advocate as Private Defence counsel.\n\n\nFor the accused Muklesur Rahman,\n\nFakaruddin and Abdul Rashid : Sri Rafique Ullah,\nAdvocate.\n\n:14-05-2018, 15-05-2018, 16-05-2018,\n17-05-2018, 18-05-2018, 19-05-2018,\n21-05-2018, 22-05-2018, 23-05-2018,\n24-05-2018, 25-05-2018, 28-05-2018,\n29-05-2018, 31-05-2018, 01-06-2018,\n02-06-2018, 04-06-2018, 05-06-2018,\n06-06-2018, 07-06-2018, 08-06-2018,\n11-06-2018, 12-06-2018, 13-06-2018,\n14-06-2018, 18-06-2018, 25-06-2018,\n\nDate of evidences  \n\f26-06-2018, 27-06-2018, 28-06-2018.\n\nDate of defence evidences : 27-07-2018 and 09-08-2018.\n\n\nDate of Arguments : 23-08-2018, 24-08-2018, 27-08-2018,\n28-08-2018 and 29-08-2018.\n\n\nDate of Judgment : 04-09-2018 Ls\n\n\nAccused Abdul Rezzak, Jubeda Khatun, Muklesur Rahman,\nAbdul Rashid are not found guilty for committing offence u/s 120- B/212 IPC and accused Fakar Uddin is not found guilty for committing offence u/s 202 IPC.\n\n33. Finding :- | have heard submission of both sides and gone through the evidence and materials on record and | have arrived at the finding that prosecution has succeded to bring home the charge against accused Zakir Hussain u/s 448/302/201 IPC Read with Section 6 of the POCSO Act beyond all reasonable doubt accordingly he is convicted under these sections of law.\n",
    "facts": "The prosecution case in nutshell is that on 23-03-2018 informant, Md. Sharfat Ali lodged an FIR with the Officer-in-charge of Batadraba Police Station alleging that on 23-03-2018 at 1.30 p.m.\n\ntaking the advantage of absence of their family members in the house,\n\naccused Zakir Hussain and his two associates (who are child in conflict-with-law) hereinafter will be referred as CCL or CCLs,\n~ a ee, trespassed into their house and at first committed rape on his 12 years packet SN gsamn minor daughter, namely 'X' by gagging her mouth with cloth and Nagar handkerchief and then set fire on her body by pouring kerosene oil which was brought by him to pump out water from the pond.\nSubsequently, they came to their house and found her daughter in grave condition and as such shifted her to Nagaon Civil hospital for treatment and on asking her daughter, she stated that the above named three accused persons forcefully committed rape and then set fire on her body.\nAlthough his daughter was shifted to Nagaon Civil Hospital but for her better treatment doctor referred her to G.M.C.H.,\nsubsequently she died at G.M.C.H which was informed to him by his son.\nHence, the F.I.R.\n\nDs\nOn receiving the F.I.R., the Officer-in-charge of Batadraba Police Station accordingly entered the GDE No.447 dated 23-03-2018 and registered the Batadraba PS. Case No. 64/2018 U/s.\n448/376(D)/201/302 IPC R/W 4 of POCSO Act against accused Zakir Hussain and two C.C.Ls and started usual investigation thereon.\n4. After hearing both sides and perusal of papers u/s 173 of Cr.P.C, charge u/s 448/302/201 IPC Read with Section 6 of the POCSO Act is framed against accused Zakir Hussain.\nCharge against accused Fakaruddin is framed u/s 202 IPC.\nWhether on or about the same day, time and place Zakir put fire on 'X' so to cause disappearance of evidence of committing penetrative sexual assault on her and thereby committed an offence punishable u/s 201 of IPC ?\n\nPoints for determination in respect of accused Abdul Rezzak, Jubeda Khatun, Muklesur Rahman and (b)(i) Whether on or about the 23-03-2018 the accused Abdul ii)\n\n(c)(i)\n\nRezzak, Jubeda Begum, Muklisur Rahman and Abdul Rashid agreed to screen the offender Zakir Hussain from punishment and in pursuance of the said agreement caused Zakir to escape and thereby committed an offence punishable U/s. 120-B of IPC ?\n\nWhether on or about the 23-03-2018 accused Abdul Rezzak, Jubeda Begum, Muklisur Rahman and Abdul Rashid harboured or concealed the offender Zakir Hussain so to screen him from punishment and thereby committed an offence punishable u/s 212 IPC ?\n\nPoints for determination in respect of accused Fakaruddin :-\n\nWhether knowing or having reason to believe that on or about 23-03-2018 accused Zakir and other committed rape and murder of the daughter of informant at Lalung gaon and accused Fakaruddin intentionally ommitted to give information of its commission, which he was legally bound to give information and thereby committed an offence punishable U/s. 202 of IPC ?\n\f7. Gist of prosecution evidence.\n\nNow, let us consider what are the evidence adduced by these PWs.\n\nPW. 1,Sarfat Ali has deposed that incident took place on 23-03-2018 at about 1.30 p.m. At the time of incident he was working in his field along with his wife and one daughter.\n\n\nOn 27-03-2018 he collected the potency test report.\nAfter completion of investigation, he submitted charge-sheet against accused Zakir Hussain and two of the CCLs u/s 448/376(D)/201/302 IPC R/W Sec.6 of POCSO Act and against accused Abdul Rajek, Jubeda Khatun, Abdul Rashid, Muklesur Rahman and Fakaruddin u/s 120- B/212/201 IPC.\n(2). PW 27 (Dr. Pallabi Hazarika) has recorded the dying declaration in Assamese language whereas PW 25_ in her cross- examination has stated that she and her daughter (deceased) can neither speak Assamese language nor they understand Assamese language, (3). the dying declaration was not recorded in presence of any Magistrate\n(4). Dying declaration does not bear any signature or thumb impression of the deceased and note of the doctor in Ext.16 that her finger-print could not be taken as the finger was distorted due to burn is not believable as the said fact has not been proved, (5). No question was put by PW 27 to the victim so to ascertain her memory or to satisfy herself (PW 27) regarding the mental fitness of the victim, (6)\nIn the police requisition seriousness of the victim was not mentioned.\nWhile seizure list dated 27-03- 2018 was sent to court on the same day, seizure list dated 28-03-2018 and 29-03-2018 was sent to court on 29-03-2018.\n\nThus failure on the part of the 1.0. to explain the delay in sending the seizure list dated 23-03-2018 cast doubt regarding recording of Ext.16 (Dying declaration) on 23-03-2018.\n",
    "issue": "6. Points for decision in respect of accused Zakir Hussain :-\n\n(a)(i) Whether Zakir Hussain on or about the 23-03-2018 at about 1.30 p.m., committed criminal trespassed into the house of Sarfat Ali alongwith two other C.C.L with intent to commit offence and thereby committed an offence punishable U/s. 448 of IPC ?\n\nii) | Whether on or about the same day, time and place accused Zakir Hussain along with two C.C.L committed gang penetrative sexual assault on 'X' a girl of 9 years and  \n\foO Ww A: \\2 .\nnei 5 nso thereby committed an offence punishable u/s 6 of POCSO Act ?\n\niii) Whether on or about the same day, time and place accused (iv)\n\nZakir Hussain along with two CCL committed murder by causing the death of 'X' and thereby committed an offence punishable under section 302 IPC ?\n\n\n\n\n67 3. The accused is a minor boy who has not completed the age of 18 years.\n",
    "arguments": "In support of his contention,\nhe has placed reliance on these citations :- (1) Ramawati Devi Vs.\nState of Bihar (1983 Cri.L.J.221), (2) State of M.P. Vs. Dal Singh & ors (Criminal Appeal No.2303/09) decided by Supreme Court on 21-05-2013, (3) Mafabhai Nagarbhai Raval Vs. State of Gujurat (AIR 1992 SC 2186) (4) Vijay Paul Vs. State (GNCT) of Delhi (2015 Crl. L.J.2041), (5) Suresh Purushottam Vs. State of Chattisgarh (2017 Cri.L.J. 91), (6) State of Karnataka - Vs. -\nShariff (Supreme Court decided on 27-01-2003), (7) Ram Bihari  \n\fSF a naan aa AS doe, 5 psa 43 Yadav - Vs.- State of Bihar and ors.\nThe victim sustained 96% burn injury and she was under shock and pain as such it will not be possible on her part to make such declaration.\n(1). Smt. Laxmi, Appellant v. Om Prakash and others, Respondents, (2001 CRI. L.J. 3302)\n\nIn support of his overall argument learned defence counsel has relied on the following citations :-\n\n(1) Bhugdomal Gangaram and _. others etc.\nAppellants. v. The State of Gujarat, Respondent ( 1983 CRI. L.J.\n1276 SC).\n\n(2) Deoraj Goala & Anr. V. The State of Assam.\n(2011 CRI.L.J.817) Gauhati High Court.\n\n(3) Yazid Ali and another- Accused-appellants.\nVs.\nState of Tripura- Respondent ( (1996) 2 Gauhati Law Reportsw 99).\nThe case is based upon circumstantial evidence and the circumstances are not fully established.\n\n\nLearned Legal Aid Counsel relied on these citations in support of his contentions:-\n\n(i) 2017 Cri.L.J. 4228 (State of Orissa Vs. Mata Munda & ors)\n\n(ii) 2014 Cri.LO.J. 1739 (SC) (Mahesh Dhanji Shinde vs. State of Maharastra)\n\n(iii) AIR 2017 SC 2363 (State of Maharastra Vs.\nNisar Ramzan Sayyed) and (iv) AIR 2014 SC 1911 (Setram Vs. State).\n",
    "ANALYSIS": "Supreme Court, (2) Ramilaben Hasmukhbhai Khristi and another, Appellants v. State of Gujarat, Respondent with Suleman Yakubbhai Khristi Parmar and another, Appellants v.\nState of Gujarat, Respondent with Dahyabhai Ashabhai Khristi Parmar and others, Appellants v. State of Gujarat, Respondent (AIR 2002 Supreme Court 2996), (3) Rasheed Beg and others - Appellants Vs. State of Madhya Pradesh - Respondents ( (1974) 4 Supreme Court Cases 264, (4) Mohar Singh and  \n\n \n\f4 S soatth bs an ogo 45 others etc., Appellants vs. State of Punjab, Respondent (1981 CRI.L.J.998), (5) Kake Singh @ Surendra Singh, Appellant v.\nState of Madhya Pradesh, Respondent (1982 CRI. L.J.986) and (6) Darshan Singh and others, Appellants v. State of Punjab,\nDefence in course of cross-examination of material witnesses who saw the victim at the place of occurrence could not establish the fact that the victim was unconscious.\nNow when the doctor has certified that the victim was mentally sound as such only for non- checking of pulse and pressure, dying declaration cannot be discarded.\n\n\nIn this regard prosecution has rightly relied on the decision of Hon'ble  \n\f46 Supreme Court in - State of M.P. - Vs- Dal Singh & ors and in the case of Mufabhai Nagarbhai Raval - Vs- State of Gujarat (AIR 1992 SC 2186).\n\nIn the case of Suresh - Vs. State of M.P. (AIR 1987 SC 860) also wherein the victim sustained cent percent burn injuries, the doctor's testimony that the deceased was in a fit state of health, was accepted by Hon'ble Supreme Court.\n\nIn the case of State of Haryana - Vs.- Harpal Singh and ors. (AIR 1978 SC 1530) in para 18, Hon'ble Supreme Court observed\nThe fact that the pulse was not palpable and blood pressure un-recordable and the patient was in a gasping condition would not necessarily show that the patient's condition was such that no dying declaration could be recorded.\nThus his statement that victim was unable to speak is not at all significant to discard the evidence of PW 27 and Ext.16 (Dying declaration).\n\n \n\n \n\f\n\nwe ~{)\ny\\.\n\n\\o Vo qgon we aA~\nsud \\2 ASS ge:\n\nai 47\nIt is natural that deceased may had communicated with her family members in their own language at their house but it does not prove that the deceased did not know the Assamese.\nDefence failed to show that the relatives of the deceased were aware of the fact that dying declaration is going to be recorded at hospital.\nFrom the evidence of related Pws of the deceased, it appears that after the unexpected incident of occurrence they shifted the deceased  \n\n \n\n \n\f_(3 special weg t \\ 4c20n ey w pga 48 immediately to hospital with the intention of providing treatment and in such situation they were not aware of legal procedural aspect so to tutor the victim.\nMoreover nothing can be elucidated from PW 42 (SI.\nBiswajit Nath) during cross-examination which can establish the fact that he told the Pws who were present at B.P.Civil Hospital that dying decaration is going to be recorded, so advised them to tutor the victim.\n\nNow, mere writing of Accompanied by police in Ext.16 by PW 27 is not the conclusive proof that PW 42 was present in burn unit at the time of recording the statement so to tutor the victim.\nMoreover, from the evidence of PW 27 (Dr. Pallabi Hazarika), it appears that at the burn unit before recording the Ext.16 she sent out all the persons from the burn unit including PW 25, the mother of the victim who identified the girl and thereafter in presence of two nurses, she recorded the dying declaration.\nNow defence has extensively cross-examined PW 27,\nPW 29 and PW 30 but except putting suggestions to them that Ext.16 was not recorded on 23-03-2018, defence could not extract anything from their mouth which can create suspicion regarding recording of dying declaration.\n(PW 45) neither the evidence of PW 27 can be discredited nor the prosecution case can be thrown away on that ground when the defence has failed to shatter the evidence of PW 27.\n\n\nNow, so far as question of recording of dying declaration before the Magistrate is concerned, Section 32 of the Indian Evidence Act, 1872 nowhere states that it must be recorded in presence of a Magistrate.\nIn this regard observation of Hon'ble Supreme Court in the case of Kulwant Singh -Vs- State of Punjab (AIR 2004 SC 2874) is quoted below:-\n\n \n\f50 Section 32 of the Indian Evidence Act, 1872 nowhere states that the dying declaration must be recorded in the presence of a Magistrate or in other words no statement which has not been recorded before the Magistrate cannot be treated to be a dying declaration.\nThe fact that the investigating officer from the beginning intended to take the statement of Partap Singh is not in dispute.\nThe endorsement made by the doctor in Ext.PQ/1 and Ext.PR/1 would clearly show that he had not been found fit to make such statement.\n\nOnly on the fifth day i.e. 18-06-1987, the statement of Partap Singh could be recorded.\n\n\nSection 32 of the Indian Evidence also does not state that the dying declaration should be made only in expectation of death.\n\n\nee Explanation (1) appended to Section 32 makes it clear.\nIn the 2 para special gan of Explanation (1) it is clearly written as follows:-\n\nSuch statement are relevant whether the person who made them was or was not, at the time when they were made under expectation of death, and whatever may be nature of the proceeding in which the cause of his death comes into question.''\n\nNow there is no specified form or format for recording dying declaration.\nDoctor is the competent person to assess the mental fitness of the victim.\nPW 27 in her deposition has stated that the victim was conscious and she then asked the girl to tell her name and her father's, accordingly the girl stated so and thereafter she recorded her  \n\fED (-\n\nol statement.\nIn view of this evidence, | do not find any reason to discard the evidence of PW 27 and also Ext.16.\n\n\nIn the instant case, there is no evidence on record to establish that the victim was unconscious and she was unable to give her statement.\nThere is also no evidence that the victim was tutored before recording her statement.\nConsidering all aspect | have arrived at the conclusion that the dying declaration (Ext.16) is made by the victim voluntarily and truthfully and free from tutoring and prompting and as such reliance can be place upon it safely.\n\n\nExt.16 reveals that it relates to the death of the deceased-declarant and the circumstances resulted in her death.\n\n\nStatements made by A as to the cause of his or her death, referring respectively to the murder, the rape and the actionable wrong under consideration are relevant facts.\n\n\nThus as per illustation (a) to Section 32 of the Indian Evidence Act, the statement made by the deceased in Ext.16 in the instant case is relevant fact and can be relied into.\n\nSignature of relatives in dying declaration.\n\n \n\n \n\f52\nPW 29 and PW 30 do not know the victim personally nor had witnessed the incident.\nThus it appears that the two official witnesses present at the time of recording the dying  AB declaration were the independent witnesses and their quality of cet jue nega evidence cannot be doubted at all as the victim was opportunistically yas? admitted at that time when PW 29 and PW 30 were discharging their duty.\nThat apart there is no prescribed law that the presence of relative is required at the time of recording the dying declaration of deceased.\nIn the dying declaration (Ext.16) the PW 27 at the last part, above her signature has clearly written that the victim was more than 90% burn, her finger print could not be taken as it was distorted due to burn.\nVs. State of Assam (Cri.\nMoreover, before receiving the FIR, GD Entry being No.432 dated 23-03-2018 of Batadraba P.S. case was made in respect of receiving the information about the incident.\n\nThus had the victim not told the incident then it would not have been possible to know exactly what happened.\nIn this case, mere due to some error in writing the FIR on a point is not sufficient to doubt the prosecution case when the material fact is narrated properly.\nExcept the exaggerated part in respect of cutting of private parts of the of the victim after rape, PW 1, PW 2, PW 14, PW 25, PW 26 has stated before the 1.0. (PW 45) about the main incident.\nNow having regard to the grave and tense situation prevailed at the time of incident and also considering the mental agony of the parents of the victim and her  \n\f96 relatives some inconsistency in respect of sense of time is bound to occur and this is not unnatural.\nIn such a tense situation, it cannot be expected that everyone who were present at the place of occurrence will look into the watch and will note down each and every aspect.\nkshish Singh - Vs- State of Punjab (1957 AIR 904 equivalent citation 1958 SCR 409)\n\n(4) Ram Kumar Pande, Appellant v. The State of Madhya Pradesh, Respondent (1975 CRI.L.J.870 = AIR 1975 SUPREME COURT 1026).\n\n(5) Sarman v. State of Madhya Pradesh (2006 CRI.L.J.(NOC) 570 (M.P).\n_ _ ist in respect of them has become necessary to peruse so to ascertain sem involvement of accused Zakir in commission of alleged offence as this is a case of gang penetrative sexual assault as defined u/s 5(g) of the POCSO Act, 2012.\nNo question was put to him by defence to ascertain whether in such case presence of semen will be available.\nNow evidence of PW 2 (Murshida Begum) and evidence of PW 27 (Dr. Pallabi Hazarika) and the Dying Declaration Ext.16 is found  \n\f \n\n \n\n58 trustworthy which clearly establishes the fact that on 23-03-2018 accused Zakir Hussain and two CCLs entered inside the house of the informant (PW 1) was involved in commission of offence of penetrative sexual assault.\n\n\nNow defence has neither claimed juvenility of Zakir Hussain during trial nor they could rebut Mat. Ext.1 (School Certificate)\nby producing any other authentic doucment in support of their claim at the time of adducing evidence and as such contention as raised by learned defence counsel is not tenable.\nneither this plea was taken in course of cross-examination of PW 1 (Sarfat Ali) and PW 35 (Fazal Hoque) nor this plea could be proved by defence.\nMere certified copy of Jamabandi (Ext.E) cannot be treated as proof of land dispute.\n\nDefence evidence is found not convincing to combat the strong prosecution evidence of PW 2 (Murshida Begum), PW 27 (Dr. Pallabi Hazarika) and Ext.16 (Dying declaration) and to rebut presumption u/s 29 of the POCSO Act, 2012.\n| am of the opinion that thes citations will not help them.\n\n\n(3) Accused Zakir Hussain in order to cause disappearance of evidence of committing penetrative sexual assault set the victim ablazed.\n\n\n(2) In view of explanation appended to Section 5(g) of the POCSO Act, 2012 accused Zakir Hussain is found guilty of committing aggravated penetrative sexual assault u/s 5(g) of the said Act.\n\n\n(3) Accused Zakir Hussain is also found guilty of committing offence u/s 302 IPC for causing the death of 'X' .\n\n(4) Accused Zakir Hussain is also found guilty of committing offence u/s 201 IPC.\n\n27.\n\n\nNow conspiracy does not always take place inside the four corners of the wall but in this case 1|.0. has failed to collect cogent materials of criminal conspiracy.\nIt is true that after the incident accused Zakir was absconding but this fact is not sufficient to held accused Abdul Rezzak, Jubeda Begum, Muklisur Rahman and Abdul Rashid guilty of charge of criminal conspiracy.\nNow, any statement made during police custody or in presence of police cannot be used against accused as per Section 25 and 26 of the evidence as the same is inadmissible.\nAs such evidence of PW 8 and PW 45 with regard to confession of accused Zakir Hussain and Jubeda Begum cannot be relied into.\n\n\nNow, there is no evidence on the record to establish that accused Fakar Uddin while carying accused Zakir and his mother Jubeda by his vehicle had knowledge that Zakir has committed crime and he intentionally did not give information to police.\nvi).Lochan Shriwas Vs. State of Chatisgarh,\n(Chattisgarh HC.2017).\n\nLearned Legal Aid Counsel on the other hand has opposed the imposition of capital punishment on the following grounds:-\n\n1.\n\n\n2. The case is based on dying declaration which is doubtful  \n\fds J wast + ASS?\n\n\n4.No probability of commission of crime by accused person in future to constitute continued threat.\n\n\n5. No evidence with regard to criminal antecedent of the accused.\n\n\n6.Case does not involve extreme brutality.\n\n\n| have gone through the citations so referred by both parties.\n\n\nIn the case of sentencing in respect of offence u/s 302 IPC,\nLife Imprisonment is the rule and death sentence is the exception which is to be awarded in rarest of rare case with special reasons to be recorded.\nIt is also the principle of law that the court has to weigh the aggravating circumstances against the mitigating circumstances.\n\n\nIt is well known that principle and guidelines in imposing death penalty has been developed in the case of Bachan Singh Vs.\nState of Punjab (AIR 1980 SC 898) and Machhi Singh and others.\nVs. - State of Punjab (1983 AIR 957).\n\nIn Machhi Singh and others.\nReason has been shown in the judgment for accepting Dying declaration (Ext.16).\n\nLet us draw balance sheet in respect of aggravating and mitigating circumstances in this case.\nShe was the victim of gang penetrative sexual assault at such tender age.\n69 3. After gang penetrative sexual assault she was set ablazed by the accused Zakir Hussain and two CCLs and she died due to 96% burn injury.\nAs per learned Legal Aid Counsel convict Zakir Hussain has not completed 18 years of age.\nIt is already held in the judgment that defence side in course of trial has neither taken the Te q-\\ plea of Juvenility nor they could rebut the school certificate exhibited % yee\" . by prosecution by producing any other cogent evidence.\nIn the case of Mukesh and another-Vs.-\nState for NCT of Delhi & Ors. ( (2017) 6 SCC 1), young age of the convict/appellant was not considered as mitigating circumstance and death sentence was confirmed.\n\n\nSome observation of Hon'ble Justice R.Bhanumathi in the case of Mukesh and ano. Vs.- State for NCT of Delhi & ors.\n\n( (2017) 6 SCC 1), para 116,126 & 127 are quoted below:-\n\n116.\nQuestion of awarding sentence is a matter of discretion and has to be exercised on consideration of circumstances aggravating or mitigating in the individual cases.\nThe courts are consistently faced with the situation where they are required to answer the new challenges and mould the sentence to meet those challenges.\n\n\n \n\fwoh ne on 1 bse 70 Protection of society and deterring the criminal is the avowed object of law.\nIt is expected of the courts to Operate the sentencing system as to impose such sentence which reflects the social conscience of the society.\nWhile determining sentence in heinous crimes, Judges ought to weigh its impact on the society and impose adequate sentence considering the collective conscience or society's cry for justice.\nWhile considering the imposition of appropriate punishment courts should not only keep in view the rights of the criminal but also the rights of the victim and the society at large.\n126. As dealing with sentencing, courts have thus applied the Crime Test, Criminal Test and the Rarest of the Rare Test, the tests examine whether the society abhors such crimes and whether such crimes shock the conscience of the society and attract intense and extreme indignating of the community.\nCourts have further held that where the victims are helpless women, children or old persons and the accused displayed depraved mentality, committing crime in a diabolic manner, the accused should be shwon no remorse and death penalty should be awarded.\nReference may be made to Holiram Bordoloi v. State of Assam (2005) 3 SCC 793 (Para 15-17),\nAnkush Maruti Shinde and Ors. v. State of Maharashtra (2009)\n6 SCC 667 (para 31-34), Kamata Tiwari v. State of Madhya Pradesh (1996) 6 SCC 250 (para 7-8), State of U.P. v. Satish (2005)\n3 SCC 114 (para 24-31), Sundar alias Sundarajan v. State by Inspector of Police and Anr. (2013) 3 SCC 215 (para 36-38, 42-42.7,\n43), Sevaka Perumal and Anr. v. State of Tamil Nadu (1991) 3 SCC 471 (para 8-10, 12) Mohfil Khan and Anr. v. State of Jkharkhand (2015) 1 SCC 67 (para 63-65).\n\n127.\nEven the young age of the accused is not a mitigating circumstance for commutation to life, as has been held in the case of Bhagwan Swarup v. State of U.P. (1971) 3 SCC 759 (para 5).\nDeepak Rai v. State of Bihar (2013) 10 SCC 421 (para 91- 100) and Shabhnam v. State of Uttar Pradesh (2015) 6 SCC 632 (para 36).\n71 In Purashottam Dasrath Borate and anr. Vs. State of Maharashtra ((2015) 6 SCC 652) Hon'ble Supreme Court has observed as follows:-\n\nIt is true that any case of rape and murder would cause a shock to the society but all such offences may not cause revulsion in society.\n\n\nIn the instant case from the evidence of PW 2 and Ext.16 it is established that convict Zakir Hussain and his two accomplices committed penetrative sexual assault on a girl of about 10 years old and thereafter they did not hesitate to let the girl of such tender age ablazed.\nNow rape itself as a deprave act that too in respect of a girl of tender age and the convict in diabolic manner has caused her death by setting her ablazed.\nNow-a-days sexual assault on child is rapidly increasing in horrifying manner and the parents are feeling insecured in respect of their children.\nHeinous crime committed in the instant case upon of girl of tender age shocks the collective conscience of the community.\n\n\nConsidering the facts and circumstances of the instance case and keeping in view the well settled principles laid down by Hon'ble Supreme Court in the case of Bachan Singh Vs. State of Punjab, (1980 Cri.L.J.(SC) 636) and Machhi Singh & ors. Vs.\nState of Punjab, (1983 Cri.L.J. (SC)1457) and also considering the observation of Hon'ble Supreme Court in the case of Puroshottam Dashrath Borate Vs. State of Maharashtra ((2015) 6 SCC 652)\nand landmark Judgment of recent time in the case of Mukesh and another-Vs.- State for NCT of Delhi & Ors.\n( (2017) 6 SCC las referred above, | am of the opinion that this case falls within the rarest of the rare category so to award death penalty in respect of offence u/s 302 IPC.\n",
    "decision": "32. In view of discussion of evidence made so far | have arrived at the conclusion that accused Zakir Hussain is found guilty of committing offence u/s 448/201/302 IPC Read with Section 6 of the POCSO Act.\nAccused Abdul Rezzak, Jubeda Khatun, Muklesur Rahman,\nAbdul Rashid are acquitted from the the charge u/s 120-B/212 IPC and accused Fakar Uddin is acquitted from the charge u/s 202 IPC.\nThey are set at liberty.\n\n\n \n\n \n\n \n\f65 The judgment is pronouced in the open court.\nee  special suse\nIn view of discussion so far made, | award the following .\nAsse 8 punishment to the convict Zakir Hussain\n. \n\n(i) The Convict Zakir Hussain is sentenced to 1 (one) year Rigorous Imprisonment for the offence punishable under Section 448 IPG :\n\n(ii) The Convict Zakir Hussain is sentenced to 3 (three)\nyears Rigorous Imprisonment for the offence punishable under Section 201 IPC and a fine of Rs.5,000/- (Rupees Five thousand only) in default Simple Imprisonment for another three months.\n\n\n(iii) The Convict Zakir Hussain is sentenced to Life Imprisonment for the offence punishable under Section 6 of the POCSO Act and a fine of Rs.10,000/- (Rupees Ten thousand only) in default Simple Imprisonment for another six months.\n\n\n(iv) The Convict Zakir Hussain is sentenced to death for the offence under Section 302 of the IPC.\nAccordingly, the convict be hanged by neck till he is dead.\nHe will also pay fine of Rs.10,000/-\n\n \n\fie (Rupes Ten thousand) only in default SimpOle Imprisonment for another 6 (six) months.\nThe sentences under Sections 448/201 IPC read with Section 6 of the POCSO Act to run concurrently.\nBenefit under section 428 Cr.P.C. to be given wherever applicable.\n\n\nThe convict is also informed that he can file an appeal against the judgment and order on sentence within a period of 30 days as per Article 115 of the Limitation Act, 1963.\n\n\nCase record of this proceeding be submitted to Hon'ble Gauhati High Court for the confirmation of the death sentence u/s 366 Cr.P.C.\nThe file be prepared and be sent to Hon'ble High Court as per rules.\n\n\nThe sentence of death imposed on the convict shall not be executed unless it is confirmed by the Hon'ble Gauhati High Court.\n\nThe convict Zakir Hussain be committed to jail custody under warrant.\n\nThe exhibits be preserved till the confirmation of death penalty by the Hon'ble High Court.\n\nLet certified copy of the judgment and order on sentence be furnished to the accused free of costs forthwith.\n\nSend a copy of the judgment and order on sentence to learned District Magistrate of Nagaon u/s 365 Cr.P.C.\n\nThe DLSA, Nagaon will make necessary enquiry to provide compensation to the next of the kins of deceased 'X' under the victim compensation scheme as envisage u/s 357-A of Cr.P.C.\n\n\n \n\f74 Order on sentence is pronounced in open court.\n"
}