{
    "PREAMBLE": "Page 1 of 15\n\nIn The Court Of The Special Judge Sonitpur:: Tezpur\n\nSpecial Pocso Case No. 57 of 2017\nUnder section 4 of Pocso Act.\n\n(Arising out of G. R Case No. 3552 of 2017)\n\nState of Assam\n\nVs\nMd. Inamul Hussain @ Inamul Mandal ... Accused Person\n\nPresent: SmtiI. Barman, Ajs\nSessions Judge,\nSonitpur, Tezpur.\n\nFor the State : MteM.CaBaruah, Public Prosecutor\nAnd.Mr.iN. Misra, Addl. P.P.\n\nFor the accused : Mr. Chiranjit Pradhan, Advocate\nDate of Argument : 04-02-2019\nDate of Judgment : 18-02-2019.\n",
    "facts": "TY The prosecution case against the accused person as projected in the FIR (Ext. 1), in brief, is that on 10-09-2017 at around 10:30 p.m. when the informants 16 years old victim daughter was sleeping with a irl,\naccused Inamul Mandal who had love affairs with the victim, took her to his house and committed her rape which was informed by the girl sleeping with the victim over phone No. 8486790116.\nIn the incident, the accused was caught red handed by one Monowara Khatoon but on raising hullah when the villagers came there, the accused fled away therefrom.\nOn receipt the ejahar from the informant (PW 1), the O/C Sootea PS registered the case on 15-09-2017 vide Sootea P.S. Case No. 125/17 u/s 4 of POCSO Act.\nDuring investigation, the Investigating Officer (PW 8)\nrecorded the statement of the witnesses, sent the victim for medical examination, got recorded her statement u/s 164 Cr.P.C. and on completion of investigation having found materials submitted chargesheet against the accused Md. Inamul Mandal u/s 4 of POCSO Act.\nae On being appeared the accused person before this Court, ny learned predecessor, after hearing both parties, framed charge.\nu/s 4 of POCSO Act against the accused Md. Inamul Hussain @ Inamul Mandal and particulars of the charge on being read over and explained, to, the accused person, he pleaded not guilty and claimed to be tried.\n\n\n4. To substantiate the case, prosecution examined as many as nine number of witnesses.\nIn statement recorded u/s 313 Cr.P.C, the accused denied all the allegations leveled againstyhim and taking the plea of total denial, examined two witnesses.\nThen on suspicion he along with his wife, PW 2s wife and one another woman proceeded to the house of the accused in search of the victim and calling accuseds father when they enquired about the victim, the father of the accused\\scolded them.\nThereafter, his wife and aunty of the victim went inside the house and found the accused with the victim in a compromising position.@n\nsilently remained in the house of the accused.\nThereafter, the FIR was filed with Sootea Police station.\nAt first two male. persons entered into the house of the accused, but the father of the accused denied the existence of the victim in his house.\n16. Defence took the plea of, total denial and examined two witnesses to establish the plea.\nIn the mean time, father, maternal uncle of the victim andxsome villagers reached there and told that his son loved the victim girl and\\so*marriage between them should be performed but he refused as his son is a student.\nAt that time they pushed the victim girl inside his house but he resisted.\nThough the victim was reading in school and her birth certificate was obtained but the Investigating Officer did not seize any school certificate or birth certificate to ascertain the age of the victim, the best reason known to him.\nLearned defence counsel producing a zerox copy of medical report vide SI. 5683 dated 11-09-2017 vehemently argued that at the time of furnishing the copy u/s 207 of Cr.P.C., two medical reports were furnished and as per one medical report vide SI. No. 5683 dated 11-09-2017, the victim was 18 years old and another medical report vide SI. No. 6042 dated 23-09-2017, the victim was 17 years old and as such, it creates a doubt regarding the age of the victim.\n\n20. On careful perusal of the case diary though no note was, found regarding the medical report as per which the victim wasel8 years old furnished to the accused but the anticipatory bail orden granted by the Honble High Court also reflects about two medical reports,one is 17 years and another is 18 years.\nMoreover, as per evidence of PW 2y the uncle of the victim, she was sent for medical examination afterabout 10 days.\nEven if the medical report as per which the victim was17 years, is accepted, but it is well settled that margin of error in age ascertained by Radiological in two years on either side (JayamalaVs} Home Secretary reported in AIR 1982 SC 1297).\n\n21.\nFurther as perxevidence of the parents of the victim, she was admitted in school atthe age of 7 years.\n",
    "issue": "\n6. The point fordecision in this case is that - (1).\" Whether the accused Md. Inamul Hussain @ Inamul Mandal on 10-09-2017 at around 10.30 p.m. at village Koroiyani No. 2 Adaveti under Sootea Police Station committed penetrative sexual assault on the victim Miss \"X and thereby committed an offence punishable under section 4 of POCSO Act.\n\nReasons, Decisions and reason for decision.\n\n7.\n",
    "ANALYSIS": "8. PW 1, the informant as well as the father of the victim.\nAbsence of injuries on the person of the prosecutrix was a material fact not excluding the possibility of prosecutrix having been a consenting party.\nThough she claimed that the accused inducing her to get marrysdid. have sexual intercourse with her on that night but it was recorded aften9/days of the incident.\nSo, there is every possibility of exaggerating the fact after the incident when the accused did not marry her.\nThere iS also no iota of evidence that the accused with promise to marry, didhave sexual intercourse with the victim.\nThe evidence of the victim and her close relative coupled with medical evidence clearly indicates that\\she entered into the room of the accused on her own accord and even if she was found having physical relation with the accused, it is a case of promiscuity.\n25. From all the attending facts and circumstances of the case discussed above, I held and decide that the prosecution failed to prove its case beyond all reasonable doubt.\n",
    "decision": "\n\fPage 14 of 15 26.\nAccordingly, accused Md. Inamul Hussain @ Inamul Mandal is acquitted from the charge u/s 4 of POCSO Act and_ set him at liberty forthwith.\nHis bail bond shall remain in force till next six months.\n"
}