{
    "PREAMBLE": "Page 1 of 4\nSpl. Pocso No. 26/2018\n\n\nIN THE COURT OF ADDITIONAL SESSIONS JUDGE, FTC, BISWANATH CHARIALI DOO a fa NPE Nl IPAINI FAL Ly SONITPUR, ASSAM Spl.\nPOCSO No. 26/2018 u/s 8 of POCSO Act, 2012 (Arising out of GR Case No. 295/18)\n\n \n\nState of Assam -ys- Sri Prahlad Nath siiece Accused person\nPresent: Sri Dipankar Bora, MA, LL.M., AJS,\nAdditional Sessions Judge, FTC,\nSpecial Judge,\nBiswanath Chariali, Sonitpur.\n\n \n\nAdvocates Appeared:-\nFor the prosecution: Ms. J. Kalita, learned Addl.\nPP For the defence _: Mr. G. Borah, learned Advocate.\n\n\nDates of recording Evidence : 05.01.2019, 04.04.2019,\n17.06.2019, 24.01.2020.\n\nDate of Argument : 24.01.2020 Date of Judgment : 24.01.2020.\nThe provision of Sec. 437-A CrPC is not complied with after taking note of the materials on record.\n",
    "facts": "His daughter raised alarm and somehow managed to come out from the clutches of the accused.\nReceiving the same, the police registered a case and investigated the matter.\nAfter vy oF investigation, the police submitted charge sheet against the accused person u/s 8 of the seo POCSO Act.\n\nyo 3. The accused in due course appeared before this court to face trial.\nThe copies of the relevant documents were furnished to him.\nUpon hearing both the sides on the point of charge, taking note of the materials furnished u/s 173 CrPC as this court found grounds for \fPage 2 of 4 Spl. POCSO No. 26/2018 presuming that the accused has committed an offence u/s 8 of the POCSO Act, the charge was accordingly framed against him, which on being read over and explained, the accused pleaded not guilty.\n4. During trial, the prosecution examined seven witnesses in all including the Investigating Officer as PW 7.\nAs no incriminating evidence was found against the accused his examination u/s 313 CrPC was dispensed with.\nThe case was thereafter, argued by both the sides.\nPW 1 is the informant and the father of the alleged victim, namely, Sri Phatik Nath.\n\nAccording to him, the incident took place on 26.06.2018.\nThe victim after returning back from the school stated to them that when a meeting was going on in her school, she came to her Class room to drink water.\nThe accused then came there and touched her chest.\n",
    "ANALYSIS": "\n\n   \n\np Thus from the evidence of all the prosecution witnesses, more particularly, from the evidence of PW 2- the victim, we do not find any reliable evidence against the accused to convict him on the offence charged against him.\nThe prosecution has failed to prove its case.\n",
    "decision": "As such I acquit the accused person from the offence charged against him and set him liberty forthwith.\nHis bail bond stands discharged.\nA copy of the judgment be forwarded to the District Magistrate, sonitpur in compliance with the sec. 365 Cr.P.C.: The case is disposed of.\n"
}