{
    "PREAMBLE": "Page 1 of 20\n\nIn The Court Of Special Judge, Sonitpur At Tezpur\n\n\n \n\nSpecial (Pocso) Case No.\n\nPresent\n\nProsecutor\n\nAccused\n\nDate of framing Charge\n\nDate of Recording Evidence\n\nDate of examination of accused\nu/s 313 Cr.P.C\n\nDate of Argument\nDate of Judgment\n\nCounsel for the Prosecution\n\nCounsel for Accused\n\n06 Of 2018\n\n(Under Section 376 of Ipc R/w Section 4/6\nof Pocso Act, arising out of G.R. Case No.\n323 of 2018)\n\nSri Ashok Kumar Borah, Ajs\nSpecial Judge, Sonitpur\nTezpur\nState of Assam\n\n-Vs-\nSri Biju Munda\nSon of Sri Francis Munda,\nResident of Ghoramura Pathar, Singri,\nPolice Station  Dhekiajuli,\nDist:- Sonitpur, Assam\n11/04/2018\n\n25/04/2018, 09/05/2018 & 27/06/2018\n\n27/06/2018\n\n27/06/2018\n\n27/06/2018.\n\n\nMr. Munin Chandra Baruah\nSpecial Public prosecutor\n\nSonitpur.\n\nMrs. Doli Ojha & Anr., Ld. Advocates.\n\n\nJudgment\n\n\n",
    "facts": "\n\n3. On receipt of the aforementioned FIR, I/C, Singri OP made an entry of GDE vide GDE No. 363 dated 23.01.2018 and forwarded the same to the O/C, Dhekiajuli PS for registering a case under proper section of law.\nOn receiving the FIR, the Officer-In- Charge of Dhekiajuli Police Station registered a case being Dhekiajuli P.S. Case No 70/18, under section 376/34 of IPC r/w section 4/6 of POCSO Act, 2012 and endorsed A.S.I. Budhan Borah to investigate the case.\nAfter completion of usual investigation, the O/C Dhekiajuli Police Station sent up the accused for trial by filing charge sheet under section 376/34 of IPC r/w section 4/6 of POCSO Act against the accused persons,\n\nnamely, Sri Biju Munda and Sri Suraj Bhuihar.\n4. One of the accused person, namely, Sri Suraj Bhuihar being juvenile, sent to the Principal Magistrate of Juvenile Justice Board, Tezpur.\nOn being appeared the accused Sri Biju Munda before this Court, after hearing both parties, my learned predecessor-in-court framed charge under section 376 of IPC r/w section 4/6 of POCSO Act, 2012 against the said accused and particulars of the charge was read over and explained to the accused to which he pleads not guilty and claims to be tried.\n\n5.\nAll the allegations made against the accused and evidence appears against the accused are put before him for explanation where he denied the evidence.\nTo buttress the defence, the accused declined to give defence evidence.\nAs the victim was deaf and dumb, so, one interpreter as summoned is engaged to transcribe her sign and communication language.\nShe has recorded the statement of the victim as per version of the interpreter as she was deaf and dumb.\nAt the time of recording the statement of the victim, the mother of the victim was also present as per rule of Section 26 of POCSO Act.\nThe victim stated that two persons took her from house.\nOn being receipt the ejahar O/C of Dhekiajuli PS registered a case being Dhekiajuli PS Case No. 70/18 under section 376/34 of IPC r/w section 4/6 of POCSO Act.\nDefence plea is total denial while his statement was recorded u/s 313 of Cr.P.C.\n\n27.\n",
    "issue": "\n\n7. The point for decision in this case is that -  \n\fPage 3 of 20 (1) \"Whether the accused person on 22.01.2018 at about 11:30 PM at Ghoramora Pothar under Dhekiajuli PS has committed rape on Miss \"X\", a Physically handicapped girl and _ thereby committed an offence punishable under section 376 of IPC?\n\n(2) \"Whether the accused person on the same date, time and place has committed penetrative sexual assault on the victim Miss \"X (15 years),\na physically handicapped girl, who is a minor girl and thereby committed an offence punishable under section 4 of the Protection of Child from Sexual Offences Act?\n\n(3) Whether the accused person on the same date, time and place has committed aggravated penetrative sexual assault on the victim Miss \"X\",\na physically handicapped girl, who is a minor girl and thereby committed an offence punishable under section 6 of the Protection of Child from Sexual Offences Act?\n\nREASONS, DECISIONS AND REASON FOR DECISION.\n",
    "arguments": "28. Learned counsel for the accused submitted that the prosecution has failed to prove the case beyond any reasonable doubt.\nFirst/y, FIR does not reveal even about the gist of the incident.\nSecondly and most importantly, the statement of the victim could not identify the accused person that it is this accused who has committed sexual assault on her as alleged.\nThirdly, her statement is nowhere corroborated by any of the statement of the other witnesses.\nFourthly, according to the I/O the statement of the victim is recorded with his official uniform which is violation of Section 24(2) of Special POCSO Act.\nLaw is well settled that 2 years of allowances may be given to the victim in either side in that count the victim was a major at the relevant time.\n36. As submitted by the learned Counsel for the accused that the I/O has admitted that while recording the statement of the victim u/s 161 of CrPC he was in official uniform but u/s 24(2) of Special POCSO Act which shows that the police officer while recording the statement of the child shall not be in uniform.\n",
    "ANALYSIS": "Infact, these are the most vital statement which is contradictory.\n\n\n33. Before come to the statement of the victim, we must see that the law is well settled that the main evidence in all such cases is that of the victim herself.\nIn practice a conviction for rape almost entirely depends on the credibility of the woman, so far as the essential ingredients are concerned, the other evidence being merely corroborative.\nIt is not necessary that there should be independents corroboration of every materials circumstance in the sense that the independents evidence in the case, apart from the testimony of the complainant, should in itself be sufficient to sustain conviction.\nAll that Is required is that there must be some additional evidence rendering it probable that the story of the complainant is true and that it is reasonably safe to act upon it.\nThe evidence, no doubt, should not only make it safe to believe that the crime was committed but must in some way reasonably connect or tend to connect the accused with the crime.\nCorroboration may be by facts and circumstances.\nBesides that it appears from the initial stage of the investigation that the victim could not identify the accused but the I/O failed to hold TIP (TEST IDENTIFICATION PARADE) to identify the accused properly.\nThis is an allegation of penetrative sexual assault against these accused.\nLaw is well settled that if the victim is unwilling to yield to sexual intercourse,\nshe is expected to receive injuries on her person.\nThe absence of injuries on the body of the prosecutrix, generally, gives rise to an inference that she was consenting party to coitus.\nTherefore, the I/O has vitiated the aforesaid direction of the Special POCSO Act during investigation.\n38. It has been held in State of Rajasthan Vs. Bhawani (2003) 7 SCC 291,\n\nwhere the Honble Supreme Court held that  \"The fact that the witness was declared hostile by the court at the request of the prosecution counsel and he was allowed to cross examine the witnesses, no doubt furnishes no justification for rejecting en block the evidence of the witnesses.\nThe High Court has accepted the testimony of the hostile witnesses as gospel truth for throwing overboard the  \n\fPage 17 of 20 prosecution case which had been fully established by the testimony of several eye witnesses, Which was unimpeachable character.\nThey very fact that he sought permission of the court soon after the end of the cross-examination, was enough to indicate his resolve not to own all what the witness sald in his evidence.\nIt is again open to the Public Prosecutor to tell the court during final consideration that he is not inclined to own the evidence of any particular witness in spite of the fact the said witness was examined on his side.\nWhen such option is available to a public prosecutor, it is not a useful exercise for the Supreme Court to consider whether the witness shall again be called back for the purpose of putting cross- guestion to him.\n40. It has been held in Bhagaban Singh Vs. State of Hariyana, reported in 1976 SCR (2) 921\nthat  There is no legal bar passed on the testimony of the hostile witness if corroborated by other reliable evidence.\n\n41.\nAgain, it has been held in Koff Lakhmanbhai Chanabhai Vs. State of Gujram, reported in AIR 2000 SC 210:200 Cr.L.J. 408: 2001 Cr.L.R (SC) 111 that \"Evidence of hostile witness also can be relied upon to the extent to which it supports the prosecution version.\nThey have suppressing the material facts.\nThey made their statement u/s 161 of CrPC one thing on the other hand, they had resiled from the said statement before this court.\nBesides that their hostile portion of statement is nowhere corroborated with other witnesses.\nTherefore, the hostile portion of statement cannot be used by the prosecution in their favour.\n\n\n43. To sum up as discussed herein above, firstly, the most important witness i.e.\nthe victim did not specifically implicate the accused in commission of the alleged offence.\nSecondly, her statement does not reveal any materials of penetrative sexual assault against the accused.\nThe doctor is nowhere supported the allegation of penetrative sexual assault.\nThe most independent witnesses PW 4 and PW 5 are turned hostile.\nTheir statements are nowhere corroborated with the statement of the other witnesses.\nThat apart the prosecution has failed to examine the other person present in the marriage ceremony.\n\n\n44. The onus of proving the facts essential to the establishment of the charge against an accused lies upon the prosecution, and the evidence must be such as to exclude every reasonable doubt about the guilt of the accused.\nAn accused cannot be convicted of an offence on the basis of conjectures or suspicion.\nIn view of the aforesaid discussion, I am bound to hold that the prosecution has categorically failed to prove the charge levelled against the accused beyond any reasonable doubt.\n",
    "decision": "As such, the accused is entitled to get the benefit of doubt.\nHence,\n\naccused is acquitted and set him at liberty forthwith.\n46. The liability of the bailor is hereby discharged.\n"
}