{
    "PREAMBLE": "Page |1\n\nIn The Court Of Special Judge, Sonitpur At Tezpur\n\nSpecial (Pocso) Case No.\n\nPresent\n\nProsecutor\n\nAccused\n\nDate of framing charge\n\n\nDate of Recording Evidence\n\nDate of examination of accused u/S_:\n\n313 of CrP.\nDate of Argument\n\nDate of Judgment\n\nCounsel of the Prosecution\n\nCounsel for Accused\n\n22 Of 2017\n(Under Section 4 of the Pocso Act, r/w\nSection 417 of Ipc, arising out of\nGr Case No 1612 of 2017)\n\nSri Ashok Kumar Borah, Ajs\nSessions Judge,\n\nSonitpur, Tezpur.\n\nState of Assam\n\n-Vs-\n\n1.Sri Pranjit Das\n\nS/o Sri Nilamoni Das,\n\nVill- Bhalukmari,\nP.S.  Chariduar;\nDist- Sonitpur.\n21-08-2017.\n06-01-2018.\n\n06-01-2018.\n\n06-01-2018.\n06-01-2018.\n\nMr Munindra Ch Baruah,\nSpecial Public Proecutor,\n\nSonitpur, Tezpur.\n\nMr Rr Kalita, Advocate.\n\nJudgment\n\n1.\n",
    "facts": "In this case accused Pranjit Das is put for trial for the allegation of\ncharge under Section 4 of the Pocso Act, r/w Section 417 of Ipc.\n\n2.\nthe informants grand-daughter Miss X was enticing by accused Pranjit Das after a love affairs and \fPage |2 thereafter, accused involved in illicit relationship with her.\n4. On receipt of the ejahar, O/C, Chariduar Police Station registered the case vide Chariduar Police Station Case No 98/17 under Section 376(2)(1) of the IPC,\nr/w Section 6 of POCSO Act.\nAfter completion of investigation, O/C, Chariduar*Police Station sent up the case against the accused person under Section 6 of POCSO Act,\nr/w Section 420 of IPC.\n5. On being appeared the accused before this Court,after hearing both the parties, charge framed under Section 4 of POCSO Act, r/w Section 417 of the IPC.\nto the accused to which he pleaded not guilty and claimed to be tried.\n\n\n7. On perusal of the statement of complainant, victim and mother of victim,.1 think that prosecution case would not develop, even if examine the other prosecution witnesses, as they were no way supported the prosecution case.\nEven if examine the other witnesses, prosecution case would not develop.\nSpeedy trial is the right of the accused person.\n",
    "arguments": "After examination of the witnesses,\nlearned Counsel for the accused submitted to close the prosecution evidence on the ground that neither the complainant nor the victim reveals any material as to alleged offence against the accused_and therefore, it would be futile to examine the other witnesses.\nLearned Special PP also conceded.\n",
    "issue": "\n\n10. The point for decision in this case is that  (1) \"Whether the accused, on or before on 07-05-2017, at Bhalukmari under Chariduar PS,\ncommitted penetrative sexual assault to Smti \"X aged about 14 years minor girl as a result she became 7 months pregnant and _ thereby committed an offence punishable under Section 417 of IPC, r/w Section 4 of POCSO Act ?\n\nReasons, Decisions and reason for decision:\n\n \n\n11.\n",
    "ANALYSIS": "She become pregnant not from the side of accused Pranjit Das but, from other persons.\nShe does not have any objection, if, he is enlarged on acquittal.\n16. The accused is charged under Section 417 of the IPC, r/w Section 4 of POCSO Act.\nTo prove the charge under Section 417 of IPC, prosecutionmust prove that  \"(i1) Accused voluntarily or dishonestly_induced the complainant;\n\n(ii) He did so for delivery of some property either to the accused or some other person;\n\n(iit) He intentionally induced the complainant to do a thing which he would not do omit to do  thing which he would have done if not induced,\n(iv) such act caused was likely to cause some damage or harm to his body, mind, reputation or property.\n\n17. From the statement_of victim and other witnesses, it appears that none of the ingredients is fulfillsbysany witnesses.\nThe victim by giving good bye to the prosecution case stated that-accused is an innocent person and as such she does not have any objection, if, heis enlarged on acquittal.\nTherefore, allegation of charge under Section 417 of IPC is failed.\n18. Next, come to prove charge under Section 4 of POCSO Act,\n\nprosecution,must prove  Penetrative Sexual Assault.\nThereafter, she seeks out relation with the-accused.\nTherefore, her grandfather.suspected accused to be the person involved in the act.\nAt the time of filing the case, she was pregnant of seven month.\nTherefore, the victim no way supports the prosecution case.\nSimilarly, the complainant and mother of the victim have not supported the prosecution case.\n",
    "decision": "Hence, I do not have any hesitation to acquit the accused.\nAccordingly,\n\naccused Pranjit Das is acquitted and set them at liberty forthwith.\n21. The liability of the bailor is hereby discharged:\n\n22.\n"
}