{
    "PREAMBLE": "Page 1 of 28\n\nIn The Court Of The Special Judge Sonitpur:: Tezpur\nSpecial Pocso Case No. 67 of 2017\nUnder section 302/201 of the Ipc and 8 of the Pocso Act.\n\n(Arising out of Tezpur PS Case No. 2253/17)\nState of Assam Vs Sri Dhiren Tanti _ Accused Person Present : Smti I. Barman,AJS,\nSpecial Judge,\nSonitpur, Tezpur.\n\nFor the State : Mr. S. K. Maitra,\n\nSpecial Public Prosecutor For the accused : Mr. H.P. Sedai, Advocate (Legal Aid Counsel)\n\nDate of Argument : 18-01-2020, 01-02-2020 Date of Judgment : 11-02-2020.\n",
    "facts": "\nAccordingly, Tezpur P.S. Case No. 2253/17 u/s 302/201 of the IPC read section 4 of POCSO Act was registered and endorsed SI Aminul Islam (PW 8) to investigate the case who had already initiated the investigation.\nIn course of investigation, the Investigating Officer (PW 8) visited the place of occurrence, recorded the statement of the witnesses and on completion of investigation having found materials,\nlaid charge sheet against the accused Dhiren Tanti u/s 302/201 of the IPC.\n\n3. On producing of the accused person before this Court, after furnishing the copies of the documents as required u/s 207 of Cr.P.C.\nand having heard both parties, my learned predecessor, framed charge against the accused Dhiren Tanti @ Biken Tanti under section 302/201 of the IPC and 8 of POCSO Act. Particulars of the charge on being read over and explained to the accused person, he pleaded not guilty and claimed for trial.\n",
    "issue": "The points for determination is that - (1) Whether the accused Dhiren Tanti @ Biken Tanti on 01-11-2017, after 2.30 p.m. at Malijan No. 3 block under Tezpur PS, committed murder by causing the death of the minor girl \"X aged about 11 years and thereby committed an offence punishable U/s 302 of the Indian Penal Code ?\n\n\n(2) Whether the accused Dhiren Tanti @ Biken Tanti on the same date, time and place, knowing or having reason to believe that offence of murder of \"X punishable with death or imprisonment for life has been committed by him, did cause the dead body of \"X to disappear with the intention of screening himself from legal punishment and thereby committed an offence punishable U/s 201 of the Indian Penal Code ?\n\n(3) Whether the accused on the same date, time and place, committed sexual assault on \"X, aged about 11 years and thereby committed an offence punishable under section 8 of POCSO Act?\n\nDiscussins, Decisions and reason thereof.\n\n7.\n",
    "ANALYSIS": "In the present case, there is no eye witness to the occurrence and the entire prosecution story merely based on circumstances.\nNobody witnessed the occurrence and the case rests on circumstantial evidence.\nIt is well settled by a catena of decisions of the Honble Apex Court that where a case rests squarely on circumstantial evidence, the inference of guilt can be justified only when all the incriminating facts and circumstances are found to be incompatible with the innocence of the accused or the guilt of any other person.\nThe circumstances from which an inference as to the guilt of the accused is drawn have to be proved beyond reasonable doubt and have to be shown to be closely connected with the principal fact sought to be inferred from these circumstances.\n21. In the case of Bhagat Ram v. State of Punjab, AIR 1954 SC 621, it has been laid down that, where the case depends upon the conclusion drawn from circumstances, the cumulative effect of the circumstances must be such as to negate the innocence of the accused and bring home the offences beyond any reasonable doubt.\nThe Apex Court in the case of State of UP. v. Satish referred to the following observation made by the Supreme Court in the case of C.\nChenga Reddy v. State of A.P., 1996 (10) SCC193:-\n\n21.\nIn a case based on circumstantial evidence, the settled law is the circumstances from which the conclusion of guilt is drawn should be fully proved and such circumstances must be conclusive in nature.\nMoreover, all the circumstances should be complete and there should be no gap left in the chain of evidence.\nFurther, the proved circumstances must be consistent only with the hypothesis of the guilt of the accused and totally inconsistent with his innocence.\n\n\n22. The Apex Court in the case of Padala Veera Reddy v. State of A.P. 1989 Supp (2) SCC 706, laid down that when a case rests upon circumstantial evidence, such evidence must satisfy the following tests:- (SCC pp. 710-11, para 10)\n\fPage 12 of 28 10.\n(1) the circumstances from which an inference of guilt is sought to be drawn, must be cogently and firmly established;\n\n(2) those circumstances should be of a definite tendency unerringly pointing towards guilt of the accused;\n\n(3) the circumstances, taken cumulative, should form a chain so complete that there is no escape from the conclusion that within all human probability the crime was committed by the accused and none else; and (4) the circumstantial evidence in order to sustain conviction must be complete and incapable of explanation of any other hypothesis than that of the guilt of the accused and such evidence should not only be consistent with the guilt of the accused but should be inconsistent with his innocence.\n\n23.\nIn other words,\nthere must be a chain of evidence so far complete as not to leave any reasonable ground for a conclusion consistent with  \n\fPage 13 of 28 the innocence of the accused and it must be such as to show that within all human probability the act must have been done by the accused.\nThe conditions are:-\n\n(1) the circumstance from which the conclusion of guilt is to be drawn should be fully established.\nThe circumstances concerned must or should and not may be established.\n\n\n(2) the facts so established should be consistent with the hypothesis of the guilt of the accused, that is to say, they should not be explainable on any other hypothesis except that the accused is guilty;\n\n(3) the circumstances should be of a conclusive nature and tendency;\n\n(4) they should exclude every possible hypothesis except the one to be proved; and (5) there must be a chain of evidence so complete as not to leave any reasonable ground for the conclusion consistent with the innocence of the accused and must show that in all human probability the act must have been done by the accused.\n25.\nFrom the evidence of the medical officer, it appears that the injuries sustained by the deceased were homicidal in nature.\n27. In this case the circumstantial evidence that the deceased being last seen with the accused is relevant.\nLast seen together is one of the circumstances to link the accused with the offence and to prove his guilty.\nIf the period between the two is short, presumption has to be the person alive being the author of the crime.\nTime gap should be such as to rule out possibility of somebody else committing that crime.\nIt is true that circumstance of last seen together does not necessarily lead to the inference that it was the accused who committed the crime, there must be more establishing connectivity between the accused and the victim.\nIn the instant case at around 2/2.30 pm, deceased was seen with the accused and in the evening time not finding her when her family members with others searched for her, the dead body was recovered.\nThough there is a gap since she was seen with the accused till the body was recovered but the alleged incident was in a tea garden where labourers were working in the garden till 4/5 pm.\nFurthermore, since the accused was last seen with the deceased till recovery of dead body of victim, the victim was not seen with any other person and such facts makes the last seen theory stronger and reliable against the accused.\nBut, in the present case, the deceased was seen with accused at 2.30-3.00 PM and the body was found in the evening on the very day.\nAbsence of any other person in the place of occurrence appears to be one of circumstances to link the accused with the offence to prove his guilt.\nIt is not the case of the defence that anyone else other than the accused was there at the relevant time.\nThough the accused took the plea that at that time he was in village Kherbari but failed to substantiate the plea by adducing evidence as discussed above.\nThough absconding of the accused from the place of occurrence cannot by itself establish the guilt of the accused but being parted from the searching party immediately after recovery of the dead body is a vital piece of circumstantial evidence linking him with the death of the deceased.\nBut the cogent evidence of the PWs as discussed above and the plea of the accused which he could not prove,\nclearly established that none other than the accused was present with the deceased.\nThe evidence of PWs as discussed above and the fact that the accused failed to prove his plea of alibi at the place of occurrence leads to only one conclusion that he alone was responsible for death of the deceased.\n47. Therefore, the circumstances which obtained from the mouth of the prosecution witnesses coupled with the medical evidence as discussed  \n\fPage 26 of 28 above, I find no any ambiguity in the involvement of the accused in committing the murder of the deceased.\nAll the given circumstances coupled with last seen together create a unbreakable chain showing culpability of the accused.\n49. In the light of the discussions made above, it reveal that there are series of incriminating evidence which are consistent with the guilt of the accused and inconsistent with his innocence.\nThe complete chain of incriminating circumstance and last seen together the deceased with the accused led to forming a reasonable link of certainty that the murder of the deceased being committed by none but the accused and as such I am of the considered view that charge u/s 302 IPC against the accused stands proved.\nAccordingly he is convicted for offence punishable u/s 302 IPC.\n\n50.\nHowever there is no evidence that the deceased was sexually assaulted or raped.\nThough the PM report suggestive of presence of abrasion over her breast but only from this it cannot be safely held that with sexual intend she was caused injury.\nTherefore, he cannot be held guilty for offence u/s 8 of POCSO Act.\n",
    "arguments": "There is also no evidence that someone saw the accused coming out from the garden or some others entry in the garden during the period.\nBut, in the present case, all the circumstances discussed above, if taken together led to the only hypothesis of guilt of the accused in committing murder of the little girl.\nThe evidence of the witnesses are found to be cogent,\nconvincing and not contradictory and nothing could be elicited by the defence in cross to discard their testimony.\nThe entire consequence of evidence on the deposition of the PWs are in unison about the killing the deceased by the accused.\nAfter recovery of the dead body and knowing that the deceased was last seen together with the accused, the FIR was lodged implicating the accused.\nIt is also not believable that for some jealousness,\none can implicate an innocent with such a heinous crime such as murder.\n",
    "decision": "Accordingly he is acquitted from charge of section 8 of POCSO Act.\n\n52.\nThe convict Dhiren Tanti is heard on quantum of sentence and recorded his statement u/s 235(2) Cr.P.C. Accused/convict prayed for  \n\fPage 27 of 28 leniency.\nIt is an unfortunate case of a minor child aged about 11 years having met an untimely death.\nConsidering the entire facts and circumstances of the case and mode and manner of the crime, accused Dhiren Tanti is sentenced to undergo rigorous imprisonment for life with fine of Rs. 10,000/- i/d to undergo rigorous imprisonment for further six months for offence punishable u/s 302 IPC.\nAccused is also convicted u/s 201 IPC and sentenced to undergo rigorous imprisonment for 5(five) years with a fine of Rs. 5,000/- i/d to undergo further rigorous imprisonment for another three months.\nBoth the sentences will run concurrently.\n53. Convict Dhiren Tanti is in hazot.\nBe sent him to Central jail Sonitpur,\n\nTezpur to serve of the sentence.\n54. Case is recommended for compensation to the next of kin of the deceased as per provision of Section 357 A of Cr.P.C. by District Legal Services Authority, Sonitpur, Tezpur.\n55. Let the free copy of the judgment be furnished to the convict.\n\n56.\n"
}