{
    "PREAMBLE": " \n\nPage 1 of 4\nSpl. Pocso Case No. 57/2018\n\n\nIn_The Court Of Additional Sessions Judge, Ftc, Biswanath Chariali,\nSonitpur, Assam\n\nSpl Pocso Case No. 57/2018\nu/s 4 of Pocso Act, 2012\n\n \n\nState of Assam\n-Vs-\nSri Nakul Bhuyan\n\nveneee\nAccused person\n\n\nPresent: Sri Dipankar Bora, Ma, Ll.M., Ajs,\nAdditional Sessions Judge, Ftc,\nBiswanath Chariali, Sonitpur.\n\nCommitted by:\nLearned Sdjm(M), Biswanath Chariali\n\n \n\nAdvocates Appeared:-\nFor the prosecution: Ms. J. Kalita, learned Addl. P.P\n\nFor the defence __: Mr. T. Ahmed, learned Legal Aid Counsel.\n\n\nDate of recording Evidence: 11.06.2019.\n\nDate of Argument : 11.06.2019.\n\nDate of Judgment : 11.06.2019.\n\nJudgment\n",
    "facts": "The accused left his daughter at that place after commission of the offence.\n\nof 3 2.\nReceiving the same, the police registered a case and investigated the matter.\nAfter investigation the police submitted charge sheet against the accused person u/s 4 of the POCSO Act.\n, the prosecution examined the informant and the alleged victim as PW1 and PW2 respectively.\nLooking into the evidence as adduced by both these vital witnesses,\ntaking note of the medical examination of the victim, the prosecution declined to examine the remaining witnesses contending that further evidence would not strengthen its case.\n\nTaking note of the materials on record, the prosecution evidence was closed.\nThe case was thereafter, argued by both the sides.\n",
    "ANALYSIS": "As no incriminating evidence was found against the accused, the examination u/s 313 CrPC was SUN dispensed with.\nFurther, as we take judicial notice of the medical examination report of the victim, we find that the doctor examining her did not find any injury over the private parts of the victim.\nThus from the evidence on record, we do not find any material against the accused to convict him on the offence charged against him.\nThe prosecution has failed to prove its case.\n",
    "issue": "Whether the accused on the day of the alleged occurrence committed penetrative sexual _ eo assault on the said victim who was below the age of 18 years?\n",
    "decision": "As such, I acquit the accused from the offence charged against him and set him at liberty forthwith.\nAs the accused has faced trial from custody, the Jail authorities be directed to release the accused forthwith, if he is not required in any other case.\nA copy of the judgment be forwarded to the District Magistrate, Sonitpur in compliance with the sec.\n365 Cr.P.C.\nThe case is disposed of.\n"
}