{
    "PREAMBLE": "Page 1 of 22\n\n\nThe Court Of The Special Judge, Sonitpur At Tezpur\n\n\nSpl(Pocso) Case No.\n\nPresent\n\nProsecutor\n\nAccused\n\nDate of framing Charge\n\nDate of Recording Evidence\n\nDate of examination of\naccused u/s313 Cr.P.C\n\nDate of Argument\n\nDate of Judgment\n\nCounsel for the Prosecution\n\nCounsel for Accused\n\n14 of 2017\n\n(Under Section 8 of Pocso Act,\narising out of G.R. Case No 1375\nof 2017)\n\nSri Ashok Kumar Borah, Ajs\n\nSpecial judge, Sonitpur,\nTezpur\n\nState of Assam\n\n-Vs-\n\nSri Gajendra Das,\n\nSon of Late Nripendra Das,\nResident of Ex-police line,\nPolice Station  Tezpur\nDist :- Sonitpur, Assam.\n\n19/07/2017\n\n\n02/08/2017, 25/08/2017,\n20/09/2017, 23/11/2017\n& 06/12/2017.\n\n01/02/2018.\n\n12/03/2018\n\n22/03/2018\n\nMr. Munin Chandra Baruah\nSpecial Public prosecutor, Sonitpur\n\nSmt. Dulumoni Sinha, Advocate\n\fPage 2 of 22\n\nJudgment\n\n1.\n",
    "facts": " In this case accused Sri Gajendra Das is put for trial for allegation of charge under Section 8 of POCSO Act.\nOn 19- 04-2017 at about 3 p.m. taking the advantage of \\absence of informant accused took informants elder daughter into his room,\nlaid her down with intent to do misdeed.\nThe son of landlady Sri Tinku Mandal on being seen the incident.raised alarm.\nThe ejahar was filed by informant Sri Khagen Baishya before the O/C of Tezpur PS on 20-04-2017.\n3. On being receipt the ejahar, the O/C Tezpur P.S. registered the case, vide, Fezpur PS Case No. 703/17, under Section 8 of POCSO Act..\nAfter completion of usual investigation, the O/C Tezpur Police station sent up the case for trial against the accused Sri Gajendra Das under Section 8 of POCSO Act.\n\n4.\nOn being appeared the accused person before this Court after hearing both parties, framed charge under section 8 of POCSO Act.\nin reference to Tezpur PS Case NO. 703/17 u/s 8 of POCSO Act,\nThough she has been exposed to long cross-examination but her evidence as to accused took her to his house)where by opening her pants fingering her private parts has remained unchallenged.\n",
    "issue": "7. The point for decision in this case is that :\n\n(i) Whether on or about 19-04-2017 and prior to 2/ 3 days before 19-04-2017, at about 3 p.m. at Dorokialgaon under Tezpur Police station, accused committed sexual assault on victim, aged about 12 years of age and thereby committed an offence punishable under section 8 of POCSO Act ?\n\nReasons, Decisions and reason for decision 8.\n",
    "arguments": "Learned counsel fory the accused submitted that the prosecution has failed to prove the case beyond any reasonable doubt.\nFirstly, the sole evidence of the victim cannot be relied on as her statement made before the court is not tallied with the statement recorded u/s 164 Cr.P.C.\nTo rely the interested witnesses in convicting the accused, learned Special PP submitted the case of Gali Venkataiah Vs. State of Andhra Pradesh reported in 2008 Crl.L.J. 690.\nIn regard to minor discrepancies,\nlearned Special PP also submitted the case law of State of UP V.\nKrishna Master & ors reported in 2010 Crl.L.J.3889.\n\n24.\n\n\n26. Learned counsel for the accused submitted that the prosecution has failed to prove the age of the victim as they have not been seized any school certificate or Birth certificate of victim to ascertain the age.\n",
    "ANALYSIS": "Therefore, the case cannot be stated to be fallen under POCSO Act.\n\n27.\nItis true that in the present case there is no documents like Birth certificate or age certificate or any certificate issued by the School authority where the victim last studied or any certificate issued by local Panchayat etc. to prove the victim that she was 12/\n\fPage 15 of 22 13 years at the time of incident.\nBut the PW 9, the Doctor stated that the actual age of the victim appears to be not above 16 years,\nThe victim was examined before this court on 02-08-2017.\nOn that day, according to her statement, her age was 12 years.\nThe incident took place on 19-04-2017.\nTherefore, from her statement it appears that at the relevant time she was about 12 years of age.\nTherefore, it can safely be held that the victim was a minor.\n28. In the case of K. Muthu Mariappan  Vs  State,\nrepresented by the Inspector of Police, Criminal Appeal.\n(MD)\nNo.98 of 2015, it was held that it is true that primary evidence to prove the date of birth of the individual may be preferably the birth certificate.\nBut, it cannot be said that in absenceyof birth certificate,\nthe date of birth cannot be proved.\nWhen, the age of the individual is not disputed, the question of proving the same does not arise at all.\nIt is the settled law that a fact in issue or any relevant fact or any fact relevant to the issue, which is disputed by the adverse party alone, needs proof.\nIf itis not disputed, there is no need to lead any evidence in proof of the said admitted fact.\n29. In this case, the victim and her parents categorically stated the age of the victim was about 12 years from the very beginning of the case; at the time of commission of offence, besides during cross-examination, the same has not been disputed at all by the accused side.\nThus, the evidence of PWs 1, 2, 3 and 9 in respect of age of the victim remains unchallenged.\nThere is nothing in the evidence of the PWs that the accused. had any enmity or quarrel with the complainant to file the case falsely against the accused.\n31. The Honble Supreme Court in State of Rajasthan Vs.\nBabu Muna (2013) 4 SCC 206\nIn case of wholly reliable testimony of single witness, the conviction can be found without corroboration.\nThis principle applies with greater in terms in case the nature of offence is such that it is committed in seclusion.\nIn case prosecution is based on wholly unreliable testimony of single witness but the court has no option to acquit the accused.\n37. In Dattu) Ramrao Sakhare  Vs - State of Maharashtra, (1997) 5 SCC 341, it was held that.a child witness if found competent to depose to the facts and reliable one such evidence could be the basis of conviction.\nThe evidence of achild witness and credibility thereof would depend upon the circumstances of each case.\nThe only precaution which theCourt should bear in mind while assessing the evidence of a child witness is that the witness must be a reliable one and his/her-demeanour must be like any other competent witness and*there is no likelihood of being tutored.\nHere in the present case as discussed above, the evidence as to on the day of incident while the victim and her younger sister were in their house, their parents were absent, accused called the victim to his house, younger sister of the victim was sleeping due to illness in their house, the accused by opening her pant fingering her private parts are supported by reporting witnesses PW 1 and 2.\n\n40.\nOn appreciation of the evidence given by the victim, her parents and other independent witnesses i.e. PW 5, PW Zand PW 8 before whom accused confessed his guilt, it comes to.the conclusion that it is the accused who attempt to commit sexual assault to the victim.\nThe doctor clearly stated that there is\\no any sign and symptoms of recent sexual intercourse and no, mark of violence was seen on her body as well as in her private) parts.\nTherefore, I think that the prosecution has failed to prove the ingredients of section 8 of the POCSO Act.\n\n41.\nIn regard to the age of'the victim, it appears that as stated above, the victim aswell as parents of the victim all were stated that the victim is about 12 years of age but there is no documentary proof as to herage.\nUnder such circumstances, it cannot be sated to be attempted to commit the offence of aggravated sexual assault.\n42.. Considering the aforesaid aspect, the offence of the accused cannot be stated to be attempted to commit aggravated sexual assault but attempt to commit sexual assault.\nTherefore, accused Sri Gajendra Das is acquitted from the alleged charge u/s 8 of the POCSO Act but accused Sri Gajendra Das is convicted u/s 18 of the POCSO Act.\nTurning to the question of sentence, it is the settled law that while deciding the quantum of punishment, it is required that the Court should strike a balance between aggravating circumstances and mitigating circumstances.\nThe aggravating circumstances relate to the crime and mitigating circumstances relate to the criminal.\nIn this case,\nso far as the aggravating circumstances are concerned, a minor girl was sexually exploited.\nThe wound caused to the girl is not only to the body but also to the mind of not only to the victim but that of entire family members, but considering the mitigating circumstances, the accused was hardly 50 years of age at the time of the incident.\nIt is not brought to the notice of this Court that before.this incident, the accused had committed any other offence.\n",
    "decision": "There is likelihood of his reformation, but the statute u/s.18 of POCSO-Act,a)punishment for any description provided for the offence, fora term which may extend to one-half of the imprisonment for lifeor, as the case may be, one-half of the longest term of imprisonment provided for that offence or with fine or with both.\nORDER 46.\nI convict the-accused Sri Gajendra Das u/s. 18 of POCSO Act and sentence him to Rigorous Imprisonment for one 10 (ten) months and to pay a fine-of Rs. 200/- (Rupees two hundred only) in default Rigorous-Iimprisonment for 2 (two) days.\n\n\nIt appears from the record that the accused has been in custody since 20-04-2017.\n\n\nThe period, which he detained in custody, shall be set off from the period of imprisonment, imposed on him.\n47. As per provision of section 357 (A) of the Cr.P.C, the victim compensation is permissible in law.\nAfter going through the statement of witnesses, I think the victim is entitled to get the compensation.\nTo mitigating the mental agony and trauma suffered by the victim, an amount of Rs. 25,000/- (Rupees twenty five thousand) only is awarded as compensation.\nThe Secretary, District Legal Aid Services Authority,\nSonitpur, Tezpur be asked to give the compensation to the father of the victim after proper enquiry.\nA copy of this Judgment be furnished to the accused free of cost and a copy thereof be sent to the District Magistrate, Sonitpur,\nTezpur, as per provisions of law.\n"
}