{
    "PREAMBLE": "Page 1 of 4\n\nSpl. Pocso Case No. 01/2017\n\nIN THE COURT OF ADDITIONAL SESSIONS JUDGE, FTC, BISWANATH CHARIALI SONITPUR, ASSAM Spl POCSO Case No. 01/2017 u/s 8 of POCSO Act, 2012  \n\n \n\n \n\nState of Assam oO Sonia 7,\n\n-VS- Faso  \n\nSri Ripun Borah ee Accused person Present: Sri Dipankar Bora, MA, LL.M., AJS,\nAdditional Sessions Judge, FTC,\n\nBiswanath Chariali, Sonitpur.\n\nCommitted by:\nLearned SDJM(M), Gohpur Advocates Appeared:-\n\nFor the prosecution: Mr. J. Bardoloi, learned Addl. P.P\nFor the defence : Mr. R.K. Sharma, learned Advocate.\n\nDates of recording Evidence: 27.06.2018, 22.01.2019.\n\nDate of Argument : 22.01.2019.\n",
    "facts": "As her A\\\\ ,) daughter raised alarm, the accused fled from the place of occurrence.\nReceiving the same, the police registered a case and investigated the matter.\nAfter oe investigation the police submitted charge-sheet against the accused u/s 8 of POCSO Act.\nCopies of the relevant documents were furnished to him.\nAfter hearing both the sides on the point of charge,\ntaking note of the materials furnished u/s 173 CrPC, as my learned predecessor found grounds for presuming that the accused committed an offence u/s 8 of POCSO Act, the charge was accordingly framed against him, which on being read over and explained, the \f.\n3. As the accused faced trial from custody and had expressed his inability to engage a counsel of his choice to defend him, the learned defence counsel, whose name appeared in the panel made for Legal Aid Counsel, was appointed to defend the accused at the expense of the State.\nDuring trial, the prosecution examined five witnesses in all including the alleged victim as PW 2.\nLooking into the evidence as adduced by these witnesses including the evidence of the alleged victim-PW 2, the prosecution declined to examine the remaining witnesses contending that further evidence would not strengthen the prosecution case.\nHis plea was total denial.\n",
    "ANALYSIS": "He refused to any evidence on his behalf.\nNo intention of sexual assault on the victim can be imputed to the accused from his conduct of tearing off a part of her garment while fleeing away from the place of occurrence.\nThus from the evidence of all these prosecution witnesses more particularly from the evidence of PW 2 - the victim as discussed above, we do not find any material to hold that the accused had made any sexual assault on the victim on the said day.\n\n. The prosecution has failed to prove its case.\n",
    "issue": "Points for determination  \n\nWhether the accused on the day of the alleged occurrence committed sexual assault on the said victim who is below the age of 18 years?\n",
    "decision": "As such, I acquit the accused from the offence charged against him and set him at liberty forthwith.\nAs the accused has faced trial from custody, the Jail authorities be directed to release the accused forthwith, if he is not required in any other case.\nA copy of the judgment be forwarded to the District Magistrate, Sonitpur in compliance with the sec. 365 Cr.P.C.\n"
}