{
    "PREAMBLE": "Page |1\n\nIn The Court Of Special Judge, Sonitpur At Tezpur\n\nSpecial (Pocso) Case No.\n\nPresent\n\nProsecutor\n\nAccused\n\nDate of framing charge\n\n\nDate of Recording Evidence\n\nDate of examination of accused u/S_:\n\n313 of CrP.\nDate of Argument\n\nDate of Judgment\n\nCounsel of the Prosecution\n\nCounsel for Accused\n\n60 Of 2017\n(Under Section 4 of the Pocso Act, r/w\nSection 363 of Ipc, arising out of\nGr_ Case No 3949 of 2017)\n\nSri Ashok Kumar Borah, Ajs\nSessions Judge,\n\nSonitpur, Tezpur.\n\n\nState of Assam\n\n-Vs-\n\n1.Md Jahiruddin Ali\n\n\nS/o Md Mustafa Ali,\n\nVill- Kampur, Kachua(Nagaon)\nP.S.  Kachua,\n\nDist- Nagaon, Assam\n03-01-2018.\n\n15-02-2018.\n\n15-02-2018.\n\n15-02-2018.\n15-02-2018.\n\nMr Munindra Ch Baruah,\nSpecial Public Proecutor,\n\nSonitpur, Tezpur.\n\nMr Ak Saikia, Advocate.\n\n\nJudgment\n\n1.\n",
    "facts": "In this case accused Md Jahiruddin Ali is put for trial for the allegation\nof charge under Section 4 of the Pocso Act, r/w Section 363 of Ipc.\n\n2. The factual matrix according to the Fir in brief i\ns that on 17-10-2017,\n\naccused persons kidnapped informants 16 years minor daughter.\nHence, this prosecution case.\n4. On receipt of the ejahar, O/C, Sootea Police Station registered the case vide Sootea Police Station Case No 144/17 under Section 365 of the IPG, r/w Section 4 of POCSO Act.\nAfter completion of investigation, O/C, Sootea PoliceStation sent up the case against the accused person under Section 4 ofPOCSO Act, r/w Section 363 of IPC.\n5. On being appeared the accused before thisCourt, after hearing both the parties, charge framed under Section 4 of POCSOAct, r/w Section 363 of the IPC.\n6. To substantiate the case,.prosecution examined as many as five PWs including the informant and vicatim.\n7. On perusal of the statement of witnesses including the complainant and. victim, I think that prosecution case would not develop, even if examine the other-prosecution witnesses, as they were no way supported the prosecution case.\n\nEven if examine the other witnesses, prosecution case would not develop.\nSpeedy trial is the right of the accused person.\nThereafter, he filed the ejahar against the accused.\nPolice sent his daughter for medical examination and also forwarded her before the learned Magistrate for recording her statement under Section 164 of CrPC.\nShe further stated that accused never forcefully took her.\nDuring the period of 45 days, when she resides with the accused,.once, she took accused to her house to introduce him to her mother.\nShe even admitted that she made statement before the police that inspite of Knowing that accused belongs to Muslim Community, she being eloped with the accused.\n",
    "issue": "\n10. The point for decision in this case is that  (1) Whether the accused, two months prior to 17-10-2017 at Jaypur Majgaon, under Sootea PS,\nkidnapped Miss \"X (16 years) from lawful guardianship of her father complainant Puna Kanta Nath and _ thereby committed an_ offence punishable under Section 363 of the IPC?\n\n(2) Whether the accused two months prior to 17-10-2017 (during that period) at Nagaon,Panigaon, Dist- Nagaon, in. the rented house, committed penetrative sexual assault to Smti \"X aged about 16 years \\minor girl and thereby committed an offence punishable under Section 4 of POCSO Act ?\n\nReasons, Decisions and reason for decision:\n\n \n\n11.\n",
    "ANALYSIS": "16. The accused is charged under Section 363 of the IPC, r/w Section 4 of POGESO. Act.\nTo prove the charge under Section 363 of IPC, prosecution must prove that \"(i) the person in question was at the time of the offence in India;\n\n(ii) the accused conveyed that person beyond the limits of India;\n\n(iit) he did so without the consent of that person, or of some person legally authorized to consent on that person's behalf.\n17. From the statement of victim and other witnesses, it appears that \fPage |7 none of the ingredients is fulfill by any witnesses.\nThe victim by giving good bye to the prosecution case stated that accused never forcefully took her.\nDue to some mistake, the said incident took place and as such she does not have any objection, if,\nhe is enlarged on acquittal.\nTherefore, allegation of charge under Section 363 of IPC is failed.\n18. Next, come to prove charge under Section 4 of POCSO Act,\n\nprosecution must prove  Penetrative Sexual Assault.\nA person is said to commit Penetrative*sexual Assault if - \"a) he penetrates his penis, to any extent, into the vagina,\nmouth urethra or anus of a child or makes\nSimilarly, other two PWs i.e. PW3 & 4 have not supported the prosecution case to be involved the accused in the alleged offence.\n\nTherefore, none of the ingredient of the alleged charged is proved by prosecution.\n\nHence, charge under Section 4 of POCSO Act is failed.\n20. On careful perusal of the whole case record, it appears that prosecution has categorically failed to prove any of the alleged charges against the accused.\n",
    "decision": "Hence, I do not have any hesitation to acquit the accused.\nAccordingly,\naccused Md Jahiruddin Ali is acquitted and set them at liberty, forthwith.\n21. The liability of the bailor is hereby discharged.\n"
}