{
    "PREAMBLE": "Page 1 of 8\n\nIn The Court Of Special Judge, Sonitpur At Tezpur\n\n\nSpecial (Pocso) Case No.\n\nPresent\n\nProsecutor\n\nAccused\n\nDate of framing Charge\n\nDate of Recording Evidence\n\n\nDate of examinationof accused u/s\n313 Cr.P.C\n\nDate of Argument\n\n\nDate of Judgment\n\nCounsel for the Prosecution\n\nCounsel for Accused\n\n70 Of 2017\n\n( Under Section 363 of the Ipc read with\nSection 4 of the Pocso Act )\n\nSri Ashok Kumar Borah, Ajs\nSpecial Judge, Sonitpur\nTezpur\n\nState of Assam\n\n-Vs-\n\n1. Sri Krishna Tanti\nSon of Late Mahabir Tanti\nResident of Tin Khoria Te\nPolice Station Dhekiajuli,\nDist:- Sonitpur, Assam.\n\n\n1. Prabhu Nath Mahanand\nSon of Late Santi Mahannand\nResident of Tin Khoria Te\nPolice Station  Dhekiajuli,\nDist:- Sonitpur, Assam.\n\n22/06/2018\n\n06/09/2018 & 15/09/2018\n\n15/09/2018\n\n15/09/2018\n\n15/09/2018\n\nMr. Hari Prasad Sedai\nPublic prosecutor\nSonitpur.\n\nSmti D.M. Sinha, Advocate.\n\n \n\fPage 2 of 8\n\nJudgment\n\n1.\n",
    "facts": "The informant came to know that while his daughter went to bring articles from a shop, accused persons restrained her and forcefully took her in a bicycle and kidnapped her, kept her in the tea estate and whole the night she has been raped for severaltimes.\nOn 05-12-2017 at about 11a.m. their daughter came to his house and narrated the whole incident.\nHence this prosecution case.\n3. The ejahar was filed by the complainant Kartik Tanti before the O/C of Dhekiajuli PS on 05-12-2017.\nOn. receipt the ejahar the O/C Dhekiajuli P.S.\nregistered the case, vide Dhekiajuli PS Case No. 1103/17 under Section 363 of the IPC read with Section 4/6 of POCSO Act.\nOn completion of investigation, the O/C of Dhekiajuli PS sent up*the case for trial against the accused persons under Section 363.of the IPC read with Section 4/6 of POCSO Act.\n\n4.\nOn being appeared the accused persons before this Court, after hearing both parties, framed charge under section 363 of the IPC read with Section 4/6 of POCSO Act, 2012 against the accused persons and particulars of the charge was read over, explained to the accused to which they pleaded not guilty and claimed to be tried.\n\n\n. To substantiate the case prosecution examined as many as 4 (four)\nnumbers of witnesses which includes the informant, victim and other witnesses.\nSpeedy trial is the right of the accused persons.\nThereafter, at the instruction of local public her father filed the case.\n",
    "ANALYSIS": "All the allegations made against the accused and evidence appears against the accused are put before them for explanation where they denied the evidence and allegation and declined to give defence evidence.\nDefence plea is total denialwhile his.\nHere in this case, the charge against the accused persons are framed u/s 363 of the IPC read with section 4 of POCSO Act.\n\n\nTo prove the charge u/s 363 of the IPC, the prosecution must prove that - i) That the person in question was at the time of the offence in India.\nii) That the accused conveyed that person beyond the limits of India.\n_Here in this case neither the victim nor complainant stated any of the ingredients of the alleged offence u/s 363 of the IPC as such\n, the charge u/s 363 is failed.\nThereafter, at the instruction of local public her father filed the case.\nIn cross-examination she admitted that she made statement before the police and Magistrate at the instruction of local public out of fear.\n\n\nFrom the statement of victim and complainant, none of the ingredients of the alleged charge u/s 4 of the POCSO Act is proved.\n\n\n19. In view of the aforesaid discussions, I have nohesitation to hold that the prosecution has categorically failed to prove.the alleged charge against the accused beyond any reasonable doubt.\n",
    "issue": "8. The points for decision in this case are that:\n\ni) Whether the accused on or about 04-12-2017.at-about 7 p.m. at Natun line, Tinkhuria Tea Estate under Dhekiajuli Police station kidnapped Miss X (13 years of age).from lawful guardian of complainant and committedpenetrative sexual assault on Miss X (victim) in the whole night.at Tinkhuria Tea Estate and thereby committed an offence punishable under Section 4 of POCSO Act?\n\nReasons, Decisions and reason for decision.\n\n9.\n",
    "decision": "Hence, the accused, namely Sri Krishna Tanti and Sri Prabhu Nath Mahanand are acquitted on benefit of doubt and set them at liberty forthwith.\n20. The liabilities of the bailors are hereby discharged.\n"
}