{
    "PREAMBLE": "Pagel \n\nIn The Court Of The Special Judge Sonitpur:: Tezpur\nSpecial Pocso Case No. 04 of 2019\nUnder section 376(2) (I) of Ipc and 8 of Pocso Act Ipc.\n\n(Arising out of Dhekiajuli PS Case No. 62/19)\n\nState of Assam Vs Abdul Seikh ves Accused Person Present : Smti I. Barman,AJS,\nSpecial Judge,\nSonitpur, Tezpur.\n\n\nFor the State :  Mr.M.C. Baruah,\n\nSpecial\\Public Prosecutor For the accused : Mr. B. Kotoki, Advocate Date of Argument : 05-08-2019 & 19-08-2019 Date of Judgment : 22-08 -2019.\n",
    "facts": "2. On receipt of the FIR (Ext.2) on 28-01-2019 from the informant (PW 1), Dhekiajuli P.S. Case No. 62/19 u/s 376 of IPC read with section 4/6 of  \n\fPage 2 POCSO Act was registered and launched investigation of the case.\nDuring investigation, the Investigating Officer (PW 7) recorded the statement of the witnesses, sent the victim for medical examination, got her statement recorded u/s 164 Cr.P.C. and on completion of investigation having found materials, laid charge sheet against the accused Abdul Seikh u/s 376 of the IPC read with Section 4/6 of POCSO Act. .\n\n3. On producing the accused person from Jail, after furnishing the copies of the documents as required u/s 207 of Cr.P.C. and having heard both parties, charge u/s 376 (2) (I) of IPC and section 6 of POCSO Act was framed against the accused Abdul Seikh and particulars of the charge on being read over and explained to the accused person, he pleaded not guilty and claimed for trial.\n\n4.\nOn closure of the prosecution, evidence, statement of the accused was recorded u/s 313 Cr.P.C.\\.wherein the accused denying all the incriminating evidence\nAccordingly, he arrested the accused and on completion of investigation,\nsubmitted chargesheet against the accused u/s 376 of IPC read with section 4/6 of POCSO Act vide Ext. 6.\nShe proved the statement of the victim as Ext. 5 and her order dated 28-01-2019 as Ext. 6.\n\n17.\nIn the present case, the victim claimed her age as 17 years.\nVictims father remained silent regarding age of the victim\n",
    "issue": "when.the accused entered into his house, finding him in drunken state, victims sister rebuked him, hence the accused went out and on next morning, when he went to the house of the victim to ask the reason of abusing him-on-the previous night, an altercation took place between them and then the neighboring people by assaulting him, filed the false case.\n\n5. The points for decision in this case is that - (1) Whether the accused Abdul Seikh, on several occasions prior to 27-01- 2019 and on 27-01-2019 at around 8.30 p.m. at Matikhunda gaon under Dhekiajuli police station committed rape on the victim Miss X, who has been suffering from mental disability and thereby committed an offence punishable under section 376(2) (1) of the iPC.\n\n\n(ii) Whether the accused Abdul Seikh on the same dates committed aggravated penetrative sexual assault on several occasions on the minor  \n\fPage 3 victim Miss \"X who is mentally disable and thereby committed an offence punishable under section 6 of POCSO Act?\n\nReasons, Decisions and reason for decision.\n",
    "arguments": "6. Mr. M.C. Baruah, learned Special Public Prosecutor strenuously argued that the materials on record particularly the evidence of the victim undoubtedly project a case of penetrative sexual assault and the evidence of the victim is enough to convict the accused person.\nqi Against the submissions, Mr. B. Kotoki, the learned counsel appearing for the accused person submitted that the prosecution failed to ascertain the age of the victim and in view of the evidence*of the victim and her aunty (PW 1) and the medical evidence, it cannot be inferred that the victim was a minor at the relevant time.\nThe learned counsel also vehemently argued that with the discrepancies in the evidence,.of witnesses, prosecution failed to establish the case against the accusedbeyond all reasonable doubt and he is entitled to benefit of doubt.\n",
    "ANALYSIS": "The Apex Court in the case of Jayamala Vs. Home Secretary reported in AIR 1982 SC 1297, observed that margin of error in age ascertained by radiological examination is two years on, either side.\nIn the above evidence regarding age, in absence of any other documents coupled with the medical evidence, I find that the prosecution failed to prove that the victim was below 18 years at the time of. incident.\nthe accused entered into his house,\nfinding him in drunken state, victims sister rebuked him, hence the accused went out and on next morning whenhe-went to the house of the victim to ask the reason of abusing him on, the previous night, an altercation took place between them and thensthe neighboring people by assaulting him, filed the false case.\nThough his statement is not supported by victims father himself and his pleadings is not acceptable in a case of heinous crime such as rape or sexual assault but it is a cardinal principle of law that prosecution is to prove the charge beyond reasonable doubt by producing credible evidence against the.accused and prosecution is to stand on its own legs, not on the lapse of the. defence story.\nThough the law permits that the testimony of the prosecutrix can be accepted without any corroboration, from she has to be placed on a higher pedestal than on injured witness, but in the present case the evidence of the witnesses including the victim suffers from inconsistencies and contradictions in material particulars.\nSituated thus, the evidence given by PW 1 to PW 5 is highly unreliable, even if their evidence is not rejected outright as wholly unreliable, their evidence will fall at the most, in the category of those witnesses, who are neither wholly reliable nor wholly unreliable.\n\n \n\fPage 9 21.\nOn scanning the evidence of the prosecution witnesses, it has been clear that there are some vital contradictions on the evidence adduced by the prosecution witnesses, in as much as, the victim specifically stated that the accused did not commit any bad act to her and on earlier occasion also, he did nothing.\n\n\n22. Considering the evidence of prosecution witnesses in_ totality particularly the evidence of the victim and her aunty and father.as discussed above\n, it is clear that the allegation against the accused Md. Abdul.Seikh has not been established beyond all reasonable doubt and:the, accused is entitled to benefit of doubt.\n",
    "decision": "23. Accordingly, accused Md. Abdul Seikhis acquitted on benefit of doubt from the charge u/s 376(2) (I) of IPC and section 6 of POCSO Act and set him at liberty forthwith.\nHis bail bond shall remain in force till next six months.\n"
}