{
    "PREAMBLE": "Pagel \n\nIn The Court Of The Special Judge Sonitpur:: Tezpur\nSpecial Pocso Case No. 20 of 2019\nUnder section 8 of Pocso Act of Ipc.\n\n(Arising out of Dhekiajuli PS Case No. 15/18)\n\nState of Assam Vs Md Khairul Islam _ Accused Person Present : Smti. I. Barman,AJS,\nSpecial Judge,\nSonitpur, Tezpur.\n\nFor the State : Mr. S. Maitra,\n\nSpecial Public Prosecutor For the accused : Mr N Uddin , Advocate Date of Argument : 07-01-2020 Date of Judgment : 07-01 -2020.\n",
    "facts": "During investigation, the Investigating Officer recorded the statement of the witnesses, got recorded the statement of the victim u/s 164 Cr.P.C. and on completion of investigation having found materials, laid charge sheet against the accused Khairul Islam u/s 448/376/511 of IPC.\n\n3.\nOn producing the accused person, after furnishing the copies of the documents as required u/s 207 of Cr.P.C, the Ld Sub-Divisional Judicial Magistrate(S), Sonitpur, Tezpur committed the case to the Court of Session being the offence under Section 376/511 of IPC exclusively triable by the court of Sessions.\nOn committal, the case was transferred to the court of the Ld Addl. Sessions Judge(FTC), Sonitpur, Tezpur for disposal.\nAccordingly, after going through the police report and having heard both parties, being the victim a child of 16 years, registered the case as POCSO Act, and charge u/s 8 of POCSO Act was framed against the accused.\n",
    "issue": "The point for decision in this case is that - (1) \" Whether the accused Khairul Islam on 03-01-2018 at around 12.00 noon at village No.1 Keherukhanda_ under \fPage 3 Dhekiajuli Police Station committed sexual assault on the victim Miss \"X, a minor girl aged about 16 years, and thereby committed an offence punishable under section 8 of POCSO Act?\n\nReasons, Decisions and reason for decision.\n\n \n\n7.\n",
    "ANALYSIS": "In the case neither of the informant nor the victim stated anything against the accused alleging sexual assault.\nPW1 & PW2, the most vital witnesses categorically stated that on the day of incident, the accused sought for a glass of water and accordingly when she offered the water, the villagers thinking that the accused did some misdeed to her, asked PW2 to lodge the FIR which he did.\nThe victim clearly stated that accused did nothing misdeed to her, he only sought for a glass of water.\nHer evidence is fully corroborated by her father PW2.\nThere is no iota of evidence of any kind of sexual assault or attempting to commit any sexual act on the girl.\nIn the above circumstances, other witnesses were not examined as no fruitful purpose will be served by examining them.\n11. The cumulative effects of the evidence of victim who is the core witness in this case and the most natural witness i.e. her father as discussed above is that prosecution failed to establish the charge under Section 8 of POCSO Act or any other provision of law.\n",
    "decision": "12. Accordingly, accused Khairul Islam is acquitted from the charge u/s 8 of POCSO Act and set him at liberty forthwith.\nHis bail bond shall remain in force till next six months.\n"
}