{
    "PREAMBLE": "Page 1 of 10\n\nIn The Court Of Special Judge, Sonitpur At Tezpur\n\n\nSpecial (Pocso) Case No. i 02 of 2018\n\n(Under Section 366(A) of the Ipc read\nwith section u/s 18 of the Pocso Act,\narising out of G.R. Case No. 141/18)\n\nPresent :- Sri Ashok Kumar Borah, Ajs\nSpecial Judge, Sonitpur\nTezpur\nProsecutor State of Assam\n-Vs-\nAccused :- \\ Sri Biren Borah,\n\nSon of Late Khudeswar Borah,\nResident of Missamari\n\nPolice Station - Missamari\nDist:- Sonitpur, Assam\n\nDate of framing Charge :- = 23/02/2018\n\nDate of Recording Evidence :- 08/03/2018 and 09/03/2018\n\nDate of examination of accused u/s 31 :- 09/03/2018\n\nGari.\n\nDate of Argument :- 09/03/2018\n\nDate of Judgment :- 09/03/2018\n\nCounsel for the Prosecution :- Mr. Munin Chandra Baruah\nPublic prosecutor\nSonitpur.\n\nCounsel for Accused :- Mr. H.P. Sedai, Advocate.\n\n \n\fPage 2 of 10\n\nJudgment\n\n1. In this case accused Sri Biren Borah is put for trial for allegation\nof charge under Section 366(A) of the Ipc read with section 18 of the\nPocso Act, 2012.\n",
    "facts": "At about 8 p.m. the police of Missamari Police station dropped the said girl\\in their house.\nThe police also recovered the accused.\nThe informant came to know from the said girl that the accused has forcefully) took her in a scooty with intent to do bad thi9ngs towards. Gabharu river.\nThe informant also came to know that the local people\\handed over the accused and victim to police.\n\nHence, this prosecution case.\n\n3.\nThe ejahar was filed by the informant Smti Tiluttoma Baruah before the O/C of Missamari police station on 10-01-2018.\nOn receipt the ejahar, the Officer-In-Charge of Missamari Police Station registered the case vide Missamari P.S. Case No. 08/18 u/s 366(A) of IPC read with section 18 of POCSO Act.\nAfter completion of usual investigation,\nthe O/C Missamari Police Station filed charge sheet u/s 366(A) of IPC read with section 18 of POCSO Act against the accused Sri Biren Borah.\n\n\n4. On being appeared the accused before this Court, after hearing both parties, I framed charge u/s 366(A) of IPC read with section 18 of POCSO Act, against the accused Sri Biren Borah and particulars of the charge was read over, explained to the accused to which he pleads not guilty and claims to be tried.\n\n \n\fPage 3 of 10 5.\nFrom the statement of the victim, complainant and other witnesses, I think that prosecution case would not develop even if examined the other witnesses.\nSpeedy trial is the right of.the accused person.\n\nAll the allegations made against the accused_and evidence appears against the accused are put before him for explanation where he denied the allegation and evidence and declined to give defence evidence.\n",
    "issue": "\n\n7. The point fordecision in this case is that - (1) Whether on or about 67 p.m. of 10-01-2018, at 180 Military Hospital under Missamari Police station, the accused induced the victim, a minor girl under the age of 18 years, to go from the hospital or to do any act or acts with the intent that the said victim may be forced(seduced) to illicit intercourse with the accused and thereby committed an offence punishable under section 366(A) of the IPC?\n\n\n(2) Whether on the same, date time and place the accused attempted to commit any offence punishable under the POCSO Act or to cause such an offence to be committed, and in such attempt, does any Act towards the commission of the offence, on Miss X (14 years of age) and thereby committed an offence punishable U/S 18 of the POSCO Act?\n\nReasons, Decisions and reason for decision.\n\n8.\n16. To prove the charge u/s 366 A of the IPC, the prosecution must prove  (i) that .a.minor girl below the age of 18 years is induced by the accused;\n\n(ii):that she is induced to go from any place to do any act, and (iii) that she is so induced with intent that she may be or knowing that it is likely that she will be forced or seduced to illicit intercourse with another person.\n\n17.\n",
    "ANALYSIS": "In this type of case, the evidence of the victim is very much important.\nAs discussed herein before, the victim no way stated any of the ingredients to attract the section 366 A of the IPC.\nBesides, the complainant also failed to state any of the ingredients of the aforesaid alleged charged section.\nTherefore, the charge u/s 366 A of the IPC is fails.\n\n\n \n\fPage 8 of 10 18.\nSecondly, to prove the charge u/s 18 of the POCSO Act, the prosecution must prove that  To convict the accused section 18 of POCSO Act the prosecution must prove that accused attempted to commit any offence punishable under this act or to cause such an offence to be committed, and in such attempt, does any Act towards the commission of the offence.\nwas not stated to the I.O. neither to the learned Magistrate while her statement was recorded u/s 164 Cr.P.C.\nTherefore,\n\n \n\fPage 9 of 10 the allegation of taking forcefully by the accused is nothing but contradictory.\nThis is a vital contradictions other than that statement victim no way stated anything against the accused as to any ingredients of the alleged charge u/s 18 of the POCSO Act.\nTherefore, the charge u/s 18 of the POCSO Act is also failed.\n19. In view of the aforesaid discussions, I am bound to hold that the prosecution has failed to prove any of the charge levelled against the accused person beyond any reasonable doubt.\n",
    "decision": "As such, the accused Sri Biren Borah is entitled to get acquittal on benefit of doubt.\nHence,\n\naccused Sri Biren Borah is acquitted and set him.at liberty forthwith.\n20.\nThe liability of the bailor is hereby discharged.\n"
}