{
    "PREAMBLE": "In The Court Of The Special Judge Sonitpur:: Tezpur\nSpecial Pocso Case No. 06 of 2017\nUnder section 493/417 Ipc read with section 4 of Pocso Act.\n(Arising out Gr Case No 6049/16)\n\nState of Assam\n\nVs\nMd. Abdul Rahim _ Accused Person\n\n\nPresent : Smti I. Barman,AJS,\nSpecial Judge,\nSonitpur, Tezpur.\n\n\nFor the State :  Mr..M.C. Baruah,\n\nSpecialh\\Public Prosecutor For the accused : \\Mr. K. Deka, Advocate Date of Argument : 09-08 -2019 Date of Judgment : 22-08-2019.\n",
    "facts": "The genesis of the present case is that for last three years the informant/victim maintained love affairs with the accused Md. Abdul Rahim and he assuring to marry, did have physical relation with her but thereafter on 22-12-2016 at night, the accused without her knowledge married another girl and thereby cheated her.\n\n2. On receipt of the FIR (Ext.1) on 23-12-2016 from the informant/victim (PW1), O.C of Sootea Police station registered the case being Sootea P.S. Case No. 199/2016 u/s 448/493/417 of IPC and launched investigation of the case.\nIn course of investigation, the  \n\nSpecial POCSO Case No. 06 of 2017\n\fInvestigating Officer (PW 7) recorded the statement of the witnesses, sent the victim for medical examination, got her statement recorded u/s 164 Cr.P.C. and on completion of investigation having found materials, laid chargesheet against the accused Abdul Rahim u/s 4 of POCSO Act.\n\n3. On appearance of the accused person before this Court, after furnishing the necessary copies of the documents as required u/s 207 of Cr.P.C. and having heard both parties, charge was framed against the accused u/s 493/417 of IPC read with section 4 of POCSO Act by my learned predecessor and particulars of the charge on being read over and explained to the accused person, he pleaded not guilty and claimed for trial.\n\n4.\nOn closure of the prosecution, evidence, statement of the accused was recorded u/s 313 Cr.P.C. wherein the accused denied all the incriminating evidence that emerged against him and examined none.\n",
    "issue": "\n\n5. The points for decision in thiscase is that - (1) Whether accused Abdul Rahim prior to 23-12- 2016 at No. 4 Bhujmari under Sootea Police station deceitfully caused Miss \"X who was not lawfully married to the accused, to believe that she was lawfully married to the accused and in that belief cohabited or had sexual intercourse with her and thereby committed an offence punishable under section 493 of IPC?\n\n(2) Whether accused Abdul Rahim prior to 23-12- 2016 at No. 4 Bhujmari under Sootea Police station cheated Miss \"X (16 years of age) by inducing her to have sexual intercourse with him promising to marry her but lateron married another girl and thereby committed an offence punishable under section 417 of IPC ?\n\n \n\nSpecial POCSO Case No. 06 of 2017 \f(3) Whether the accused Abdul Rahim committed penetrative sexual assault on the child victim under the age of 18 years and thereby committed an offence punishable u/s 4 of POCSO Act?\n\nReasons, Decisions and reason for decision.\n\n \n\n6.\n\n\n17 . Now, the question is whether the above evidence is sufficient to show that the victim girl was under 18 years of age at the time of occurrence.\n",
    "arguments": "He also submitted.that the conduct of the accused reveals that from the very inception the accused never intended to marry her and by giving promise.\nthat |he would marry,\nhad sexual intercourse with her.\nIt is further Submitted that as consent of the victim was obtained on misconception of fact, hence it cannot be said to be a consent.\nThe learned defence counsel also argued that the prosecution failed to prove the age of the victim to be held asS~a minor as claimed and as such, it does not come within the ambit of POCSO Act.\n\n8.\n",
    "ANALYSIS": "On the other hand, the grand mother of the victim i.e. PW 3 mentioned the age of the victim as 17 years at the relevant time.\nThe medical report reflects that the victim was 16 years old.\nThough according to the victim, she was reading in class VIII at the time of incident but no any school certificate or birth certificate of the victim was seized by the I.O. to ascertain her age.\nwas not recorded.\nTherefore, the age of the prosecutrix having not been satisfactorily proved to be below 18 years, let us see the other facts and circumstances of the case.\nOnly claim of the victim is that during the period of maintaining love though she opposed in having physical relation, but the accused did have sexual intercourse*with her three times promising to marry her saying that there isnothing wrong in doing such acts.\nA careful. reading of the Honble Supreme Court's case in Dilip Singh @\nDilip Kumar Vs. State of Bhar reported in (2005) 1 SCC 88, shows that while a promise to marry without anything more will not give rise to misconception of fact within the meaning of Section 90 IPC, a representation deliberately made by the accused with a view to obtaining consent of the victim without having intended to marry her will, vitiate the consent.\nIf at very inception of making of the promise to marry, the accused did not really entertain the intention to marry the victim and the promise to marry was a mere hoax, consent, ostensibly given by the victim,\n\nwill not exculpate the accused from the ambit of section 376 of the IPC.\n\n\n \n\nSpecial POCSO Case No. 06 of 2017 \fMere failure of an accused to keep his promise of marriage, on future date,\nwill not be sufficient proof, in the absence of anything more, that the promise made by the accused was never intended to be acted upon by him.\nEven if a prosecutrix had consented believing in the words of the accused that the promise for marriage made to her by the accused is honest and genuine, this will not be sufficient to hold that no consent existed for the purpose of section 90 IPC unless it is further established that the accused, at the time, when he had made the promise, did not have the intention of keeping to his promise.\n21. In the present case, the victim alleged.thatthe accused committed sexual intercourse with her three times, but she remained silent, during the long period of three years, on which dates he did have sexual intercourse with her.\nThatbeing the evidence on record, it cannot be said that the representation. made by the accused was false to the knowledge of the accused at the time it was made.\nSubsequent failure of the accused to marrythe victim girl does not prove that when he made such promise or assurance, the same were made with knowledge that such promise oreassurance were false.\nIn such circumstances, it is not possible to hold confidently that the accused at the time of making promise to marrysher did not intend to marry her and thus he also can not be held guilty:for the offence of cheating punishable u/s 417 IPC.\n\n26.\nBecause of what has been discussed and pointed above, I am of the opinion that the prosecution has failed to prove the charge against the accused of alleged rape or cheating.\n",
    "decision": "Accordingly, point No. 2 and 3 for determination are decided in negative.\n\n27.\nAccordingly, accused Md. Abdul Rahim is acquitted on benefit of doubt from the charge u/s 493/417 of the IPC and Section 4 of POCSO Act and set him at liberty forthwith.\nHis bail bond shall remain in force till next six months.\n"
}