{
    "PREAMBLE": "Page 1 of 4\nNo. 201\n\nIn The Court Of Additional Sessions Judge, Fic, Biswanath Chariali\n\nSonitpur, Assam\n\nSp! Pocso No. 44 of 2019\n\nU/S 363 of Ipc, r/w Section 4 of Pocso Act, 2012\n\n \n\nState of Assam\n\n-YSs-\nSri Raghu Ghatowar\n\n\nSri Dipankar Bora, MA, LL.M., AJS,\nSpecial Judge,\n\nAdditional Sessions Judge, FTC,\nBiswanath Chariali, Sonitpur.\n\n\n2, ita /% |\nVig a 4) ve Many CARE Adv Appeared:-\n\n\nFor the prosecution: Ms. J. Kalita, learned Addl. PP\nFor the defence : Mr. A.P. Kurmi, learned Legal Aid Counsel Dates of recording Evidence: 04,02.2020, 18.02.2020 Date of Argument : 18.02.2020.\n\nDate of Judgment : 18.02.2020.\n",
    "facts": "\n\n2. Receiving the same, the police registered a case and investigated the matter,\nAfter mA investigation, the police submitted charge sheet against the accused person u/s 363 IPC pt /W Section 4 of the POCSO Act, 2012.\n\n3.\nIn due course, the accused person was Produced from judicial custody to face trial,\nThe copies of the relevant documents were furnished to him.\nUpon hearing both the sides  \n\f\n\nPage 2 of 4 Spl POCSO No. 44/2019 on the point of charge, taking note of the materials furnished u/s 173 CrPC, as this court found grounds for presuming that the accused has committed offences u/s 363 IPC, R/W Section 4 of the POCSO Act, 2012, the charges were accordingly framed against him which on being read over and explained, the accused pleaded not guilty,\n\n \n\n4.\nDuring trial, the prosecution examined the informant, Dupadi Bhuyan as PW 1 and the victim as PW 3 along with another witness.\nLooking into the evidence as adduced by all these witnesses and taking note of the medical examination report of the victim, the prosecution declined to examine the remaining witnesses contending that further evidence would not strengthen its case.\nTaking note of the materials on record, the prosecution evidence was closed.\nThe examination of the accused u/s 313 CrPC is dispensed with.\n",
    "issue": "Points for determination & Whether the accused on the day of the alleged occurrence kidnapped the victim who is a minor girl under the age of 18 years from the lawful guardianship of her mother Dupadi Bhuyan?\n\n \n\nfi.\nWhether the accused on the day of the alleged occurrence committed penetrative sexual assault on the said victim, who is below the age of 18 years ?\n\nDiscussion, Decision and Reasons thereof 5.\n",
    "ANALYSIS": "The evidence of PW4 that the accused took her forcibly \" therefore is not trustworthy,\nFurther, the evidence of PW 2 and the PW 4-the victim shows 11 that the accused did not establish any physical relationship with her.\nWhen we take judicial notice on the medical examination report of the victim, we find that the doctor examining the victim did not find any sign of penetrative sexual assault on her.\n\n\n- Thus from the evidence on record, we do not find any material to convict the accused on the offences charged against him.\n",
    "decision": "As such he is acquitted from the offences charged against him and set at liberty forthwith.\nAs the accused has faced trial from custody the Jail Authority to be directed to release him immediately, if he is not required any other case.\nA copy of the judgment be forwarded to the District Magistrate, Sonitpur in compliance with the sec. 365 Cr.P.C.\nThe case is disposed of.\n"
}