{
    "PREAMBLE": " \n\nwe,\nf..\neh \\ \nQk\nAp \n> yay\nas 24 *S\n| Pooks\net i a * }\nror t issue j\nVk ne aia\n\\e .\nrh iG fx\n% !\nagi Tie,\n\n. wa\nOf %  \nag a \neS Vie toes a i\nA hy { a\n\nPage 1 of 4\n\nSpl. Pocso Case No. 03/2017\nIn The Court Of Additional Sessions Judge, Fic, Biswanath Chariali\n\nSonitpur, Assam\n\nSpl Pocso Case No. 03/2017\nu/s 8 of Pocso Act, 2012\n\n \n\n \n\nState of Assam\n-Vs-\nSri Jiten Munda\n\nise Accused person\n\n\nPresent: Sri Dipankar Bora, Ma, Ll.M., Ajs,\nSpecial Judge,\n\n\nBiswanath Chariali, Sonitpur.\n\n\n\\ Advocates Appeared:-\nan For the prosecution: Ms. J. Kalita, learned Addi. P.P\n\n\nFor the defence : Mr. G. Borah, learned Advocate.\n\n\nDate of recording Evidence: 15.07.2019.\n\nDate of Argument : 15.07.2019.\n",
    "facts": "Hearing the noise raised by her daughter, as the people from nearby gathered, the life of her daughter was saved.\n\n\nsft fe 3&\nReceiving the same, the police registered a case and investigated the matter.\nAfter ae a investigation, the police submitted charge-sheet against the accused Jiten Munda u/s 8 of the POCSO Act.\n3. The accused in due course appeared before this court to face trial.\nCopies of the relevant documents were furnished to him.\nAfter hearing both the sides on the point of charge,\ntaking note of the materials furnished u/s 173 CrPC, as this court found grounds for presuming that the accused person had committed an offence punishable u/s 8 of the \fPage 2 of 4 Spl. POCSO Case No. 03/2017 POCSO Act, 2012, the charge was accordingly framed against him, which on being read over and explained, the accused pleaded not guilty.\n",
    "ANALYSIS": "Looking into their evidence the prosecution declined to examine the remaining witnesses contending that further evidence would not strengthen its case.\nTaking note of the evidence as adduced by both these vital witnesses, the prosecution evidence was closed.\nAs no incriminating evidence was found against the accused, his examination u/s 313 CrPC was dispensed with.\nThe case was thereafter, argued by both the sides.\n",
    "decision": "As such I acquit the accused from the offence ag? charged against him and set him at liberty forthwith.\nHis bail bond stands discharged.\nA copy of the judgment be forwarded to the District Magistrate, Sonitpur in compliance with the sec. 365 Cr.P.C.\n"
}