{
    "PREAMBLE": "Page 1 of 4\n\n\nSp!. Pocso Case No. 23/2019\n\nIN THE COURT OF ADDITIONAL SESSIONS JUDGE, FTC, BISWANATH CHARIALI SONITPUR, ASSAM Spl. (POCSO) Case No. 23/2019 u/s 363 IPC read with Sec. 4 of POCSO Act,2012  \n\n \n\nState of Assam -VS- Sri Ruben Nayak oe\nAccused person Present: Sri Dipankar Bora, MA, LL.M., AJS,\nAdditional Sessions Judge, FTC,\n\nBiswanath Chariali, Sonitpur.\n\n\nCommitted by:\nLearned SDJM(M), Biswanath Chariali Advocates _Appeared:-\n\nFor the prosecution: Ms. J. Kalita, learned Addl. P.P For the defence : Mr. R. K. Sarmah, learned Advocate Dates of recording Evidence: 25.06.2019, 09.07.2019.\n\n\nDate of Argument : 09.07.2019.\n\no Date of Judgment : 09.07.2019.\n\no JUDGMENT  \n\na A\" 1.\n",
    "facts": "He stated that they had searched for the girl but failed to trace her out.\n\n\n2. Receiving the same, the police registered a case and investigated the matter.\nAfter investigation, the police submitted charge-sheet against the accused u/s 363/343 IPC r/w Section 4 of the POCSO Act.\n\n\n3. The accused in due course appeared before this court to face trial.\nCopies of the relevant documents were furnished to him and upon hearing both the sides on the point of charge,\ntaking note of the materials furnished u/s 173 CrPC, as this court found grounds for presuming that the accused had committed offences u/s 363 IPC r/w Section 4 of the POCSO Act, 2012, the charges were accordingly framed against him, which on being read over and explained, he pleaded not guilty.\n\fPage 2 of 4 Spl. POCSO Case No. 23/2019 4.\nThe accused faced trial from custody.\nThe prosecution during evidence examined the informant the father of the victim as PW 1, her mother as PW 2 and the alleged victim as PW 3.\nLooking into the evidence of these three vital witnesses, more particularly, the evidence of PW 3, the prosecution declined to examine the remaining witnesses contending that further evidence would not strengthen its case.\nTaking note and the evidence on record, the prosecution evidence was closed.\nAs no incriminating evidence was found against the accused, his examination u/s 313 CrPC was dispensed with.\nThe prosecution has failed to its case.\n",
    "issue": "\nPoints for determination i) Whether the accused on the day of the alleged occurrence kidnapped the said victim,\n\nwho is a minor under the age of 18 years from the lawful guardianship of her father, Sri Sri Bijoy Panika?\n\nii) Whether the accused on the day of the alleged occurrence committed penetrative sexual assault on the said victim, who is below the age of 18 years?\n",
    "ANALYSIS": "Discussion, Decision and Reasons thereof .\nThus from the evidence of all these vital witnesses, more particularly, from the evidence of PW 3, we do not find any evidence against the accused to convict him on the offences charged against him.\n",
    "decision": "As such T acquit the accused person from the offences charged against him and set him at liberty forthwith.\nThe Jail Authority be informed for his immediate release, if he is not required in any other case.\nA copy of the judgment be forwarded to the District Magistrate, Sonitpur in compliance with the sec. 365 Cr.P.C.\n"
}