{
    "PREAMBLE": "In The Court Of The Special Judge Sonitpur:: Tezpur\nSpl. (Pocso) Case No. 92 of 2018\nUnder section 6 of Pocso Act\n\nState of Assam\nVs\n\nSri Purna Murmu\nsina Accused person\nPresent: Smti. I. Barman, Ajs\nSpecial Judge,\nSonitpur, Tezpur.\n\nFor the State : Mr. M.C. Baruah, Special Public Prosecutor.\n\nFor the accused: Mr. F.Haque, Advocate, Tezpur Date of Argument : 25-10-2019 & 20-11-2019 Date of Judgment.: 20 - 11- 2019 JUDGMENT 1.\n",
    "issue": "\n6. The point to be determined in this case is as follows (i) Whether accused Purna Murmu, on 29-09-2018, at about 2 p.m.\nat village Nagapathar, under Missamari PS, committed aggravated penetrative sexual assault on the child victim, below the age of 12 years, and thereby committed an offence u/s 5 (m) of POCSO Act punishable u/s 6 of POCSO Act?\n\n7.\n",
    "arguments": "Mr. Baruah, the learned Special Public Prosecutor strenuously argued that the materials on record undoubtedly project a case of aggravated penetrative sexual assault on a minor girl of 11 years.\nBesides, inordinate delay in lodging the FIR made the prosecution case doubtful and as such the accused,is entitled to benefit of doubt.\n",
    "ANALYSIS": "Taking the evidence of victims brother coupled with the medical evidence though, it cannot be unhesitatingly said that she was below 12 years old but it can be safely held in any circumstances she was below 18 years at the relevant time and was a child as defined under section 2(d) of POCSO Act.\n\n10.\nIt is also not believable that even if, a cell phone was stolen by the victim, a guardian would malign his minor sisters name by exposing her as a victim of sexual assault, unless she was subjected to some sexual assault by someone.\nIn absence of evidence of any animosity between the parties, I find nothing to disbelieve the evidence of the victim girl.\nThe victim was examined after more than one and half month and as such there is no possibility of finding sign of recent sexual intercourse.\nIn the present case, it is not that no injury was found in the private part of the victim.\nAs regards the delay in lodging the FIR is concerned, it is an admitted position that FIR was lodged after one and half month of the incident.\nThe victim clearly stated that the accused as well.as his\\wife threatened her not to disclose the incident to others and in the FIR\n,sthe informant, the brother of the victim explaining the delay mentioned that due to poor economic condition and out of shame they concealedsthe, matter.\nIn the case at hand, the place of occurrence is in a village.\nIt is a normal practice that village folk do not come out wide open about cases of sexual assault.\nIn the instant case the victim is a girl of tender age.\nThe _victims sex, age and the offence itself are factors which made the parent/informant/other witnesses to convene a meeting and not to report about thexincidentto the police immediately.\nThereafter, a meeting was convened and after hearing the victim and the accused, the guardian of the victim was advised to lodge the FIR.\nBeing poor family it is quite natural that the family waited for their son who worked outside the state to discuss the matter and after his arrival reported the incident to Jana Jagritri Naree Manch and called a meeting and after that only lodged the FIR.\nSo there are omissions/contradictions in their statement as regards the extra  judicial confession of guilt by the accused Purna Murmu at the meeting but the witnesses testified that a meeting had in fact taken place in the matter of the allegation of accused Purna Murmu committing rape on the victim child.\nThus some delay was caused in lodging the FIR.\nThis delay cannot be said to be one made purposefully.\n22. In this respect the Apex Court in the case of.Md. Ali. Vs. State of Uttar Pradesh reported in (2015) 7 SCC 7 SCC 272, had been held as follows:\n\n\nSettled law is that evidence of child witness is required to be considered with care and caution so that possibility of being tutored is ruled out, but cases involving sexual molestation and assault requires a different approach.\nthe witness must be a reliable one and his/her demeanour must be like any other competent witness and there is no likelihood of being tutored.\n(v) The decision on the question whether the child witness hasysufficient intelligence primarily rests with the trial Judge who notices his\\manners, his apparent possession or lack of intelligence,\nand said Judge may resort.to any examination which will tend to disclose his capacity and.intelligence as well as his understanding of the obligation of an oath.\n(vi) This.precaution is necessary because child witnesses are amenable to tutoring andyoften live in a world of make beliefs.\n(vii) Though child witnesses are pliable and liable to be influenced easily, shaped and moulded, but if after careful scrutiny of their evidence, the Court comes to the conclusion that there is an impress of truth in it, there is no obstacle in the way of accepting the evidence of a child witness.\nThe victim made the same version in court whatever she stated before the Magistrate u/s 164 Cr.P.C. and her evidence has been corroborated by PW 2- Danda, PW 3- her elder brother, PW 4,\nthe  \n\nSpl (POCSO) Case No .92 of 2018 Page 12 \fVDP secretary and PW 6 the President of Jana Jagriti Naree Manch\n. Evidence of the victim is found spontaneous and trustworthy without inviting any suspicion of being tutored.\nThe evidence of the victim inethis case is convincing and inspiring without the aid of other witnesses that.accused Purna Murmu @ Majhi committed penetrative sexual assaulton the victim girl.\nAs it is already held that the victim is not below the age of 12 years, the offence committed by the accused on the victim girl below the age of 18 years attracts the ingredients of penetrative sexual assault defined in section 3(a) of POCSO Act punishable u/s 4 of POCSQ Act instead of Section 6 of POCSO Act.\n\nAccordingly, the accused Purna Murmu@ Majhi is held guilty for the offence punishable u/s 4 of POCSO Act and.convicted him accordingly.\nThe accused being a man of  \n\nSpl (POCSO) Case No .92 of 2018 Page 13 \f50 years was expected to protect her from abuse but instead he himself abused her childhood.\n",
    "decision": "Considering all aspects and the submission of the accused, I am of the considered opinion that the minimum punishment provided by law for the offence u/s 4 of POCSO Act will meet the ends of justice.\n\n\n30 . Accordingly, I sentence the convict Purna Murmu @ Majhi to undergo Rigorous Imprisonment for 7 years and also to pay a fine of Rs. 5,000/- in default to undergo Rigorous Imprisonment for another 2. months, for the offence punishable u/s 4 of POCSO Act.\n31. The period of detention already undergone by the.accused shall be set off against the terms of imprisonment as per provision of.section 428 of Cr.P.C.\n\n32.\nConvict/accused convict Purna Murmu @.Majhi be sent to Central Jail,\nSonitpur, Tezpur to serve the sentence.\n33. Case is recommended for compensation of the victim as per provision of Section 357 A of Cr.P.C. by) District Legal Services Authority, Sonitpur,\nTezpur.\n34. Let a free copy ofthe Judgment be furnished to the convict.\n\n35.\n"
}