{
    "PREAMBLE": "Page 1 of 12\n\n\nIN THE COURT OF THE SPECIAL JUDGE SONITPUR:: TEZPUR SPECIAL POCSO CASE NO. 55 of 2017 Under section 8 of POCSO Act\n. \n(Arising out Thelamara PS Case No. 106/2017)\n\nState of Assam Vs Sri Tarun Paharia _ Accused Person Present : Smti I. Barman,AJS,\nSpecial Judge,\nSonitpur, Tezpur.\n\nFor the State :  Mr.M.C. Baruah,\n\nSpecial\\Public Prosecutor For the accused : \\Smti Dulumoni Sinha, Advocate Date of Argument : 14-03-2019.\n\nDate ofJudgment : 28-03-2019.\nJUDGMENT 1.\n",
    "facts": "On receipt of the FIR (Ext.1) on 15-09-2017 from the informant (PW1), the victims mother, Thelamara P.S. Case No. 106/2017 u/s 8 of POCSO Act was registered and launched investigation of the case.\nDuring investigation, the Investigating Officer (PW 8) recorded the statement of the witnesses, sent the victim for medical examination, got her statement recorded u/s 164 Cr.P.C. and on completion of investigation having found materials, laid chargesheet against the accused Tarun Paharia u/s 8 of POCSO Act.\n\n3.\n",
    "issue": "\n5. I have heard the argument of the learned counsel of both sides and also.Mave gone through the materials on record.\n6. The point for decision in this case is that - (1) \" Whether the accused Tarun Paharia on 13-09-2017 at around 3 p.m. at village Borati under Thelamara Police Station committed sexual assault on the victim Miss \"X, a minor girl aged about 9 years, and thereby committed an offence punishable under section 8 of POCSO Act?\n\nReasons, Decisions and reason for decision.\nNow, the question is whether the accused Tarun Paharia committed any offence on the victim child.\n",
    "ANALYSIS": "As such, those minor discrepancies does not nullify the material fact that the accused asked her to open her pant and exhibited his private part to the victim by opening his pant.\nDuring cross defence could elicit nothing tangible to discredit her version on this material point.\nProbative value of her evidence remains unshaken throughout her gasevonsthis material particular.\nMoreover, by and large a witness cannot be expected to possess a photographic memory and to recall the details of an incident.\nIt is not as if a video tape is replayed on the mental screen.\nIn this case, the victim being an infant child of 9 years only, so she cannot be expected to possess a photographic memory of everything\\of the incident and those minor discrepancies does not wipe of th@yreliable part of her evidence on record.\n\n20.\nIn such circumstances, she could not be examined as court witness in absence of her title and address.\nIt is well settled that Testimony of victim in case of sexual offence is vital and unless there are compelling reason which necessitates looking for corroboration of her statement, the court should find so difficulties to act on the testimony of a victim of sexual assault alone to convict an accused where her testimony inspire confidence and is found to be reliable.\nSeeking .corroboration of statement before relying upon the same, as a rule, in sueh cases.amounts to adding insult to injury.\n(State of Punjab Vs. Gurmit Singh, 1996 Cr.L.J.\n1728).\nIn this case, the victim appears to be a witness of truth and I find no reason to discard the evidence of the victim without\\examining Gita Devi for corroboration.\n22. The unimpeachable evidence of the child, coupled with the testimony of her parents and VDP Secretary, (PW*4) reveals that the accused committed sexual harassment on the.victim by exhibiting his body by opening pant and also asking her to open.her\\pant.\nThere is nothing for not accepting the evidence of the victim, The evidence of the victim is found spontaneous and trustworthy withoutsinviting any suspicion and tutored and I am of the view that the aet of the accused amounts to sexual harassment attracting the ingredients of.\nSection 11 of POCSO Act punishable u/s 12 of POCSO Act.\n\n\n23. Situated thus, the conclusion which is irresistible is that prosecution side \\succeeded in establishing that the accused Tarun paharia committed sexual harassment on the victim by showing his sexual organ and asking her to open her pant.\n\n\n24. In this case, though the charge is framed u/s 8 of the POCSO Act but the offence u/s 12 of POCSO Act is well established from the facts and circumstances of the evidence on record.\nAs section 12 of POCSO Act relates to same nature of offence as of section 8 of POCSO Act and the punishment prescribes in Section 8 of the Act is greater in degree than section 12 of the  \n\fPage 10 of 12 Act, hence, I am of the view that alteration of charge is not required.\nThough all sexual assaults on female children are not reported and do not come to light yet there is an alarming and shocking increase of sexual offences committed on children.\nIn the instant case, the 9 year old girl, was supposed to spend time in cheerfulness, with her dignity.\nSentencing for any offence has a social goal, sentence is to be imposed in respect of the offence and the manner in which the offence has been committed.\n",
    "decision": "The purpose of imposition of sentence is based on the principle that the accused must realise that the crime committed by him created a concavity in the social goals.\n28. Considering all aspects, I sentence the convict Tarun Paharia to undergo Rigorous Imprisonment for 1 (one) year and also to pay a fine of Rs. 5,000/- (Rupees five thousand), in default to undergo Rigorous  \n\fPage 11 of 12 Imprisonment for another 2 (two) months for the offence punishable u/s 12 of POCSO Act.\n\nThe fine amount on realization be paid to the victim.\n\nThe period of detention already undergone by the accused shall be set off against the terms of imprisonment as per provision of section 428 of Cr.P.C.\n\n29.\nLet a free copy of the Judgment be furnished to the convict.\n"
}