{
    "PREAMBLE": "Page 1 of 7\n\nIn The Court Of Special Judge, Sonitpur At Tezpur\n\n\nSpecial (Pocso) Case No.\n\nPresent\n\nProsecutor\n\nAccused\n\nDate of framing Charge\n\nDate of Recording Evidence\n\nDate of examination of accused u/s\n313 Cr.P.C\n\nDate of Argument\n\nDate of Judgment\n\nCounsel for the Prosecution\n\nCounsel for Accused\n\n03 Of 2017\n(Under Section 8 of the Pocso Act,\narising out of G.R. Case No. 2805 of\n2016)\n\nSri Ashok Kumar Borah, Ajs\nSpecial Judge, Sonitpur\nTezpur\n\nState of Assam\n-Vs-\nMd. Tahid Ali Anchari\nSon of Late mahammad Ansari,\nResident of Nepalipatty\n\nPolice Station\n. Tezpur\nDist:- Sonitpur, Assam\n\n03-05-2017\n\n06-07-2017\n06-07-2017\n\n06-07-2017\n06-07-2017\n\n\nMrs. Jaya Baruah,\nAddl.\nPublic prosecutor\n\nSonitpur.\n\n\nMr. Biraj Nath, Advocates.\nJUDGMENT 1.\n",
    "facts": "In this case accused Md. Tahid Ali Anchari is put for trial for allegation of charge under Section 8 of the POCSO Act, 2012.\n3. On receipt of the ejahar, O/C of Tezpur Police station registered a case being Tezpur P.S. Case No. 150/16 u/s 376 of IPC read with section 4 of the POCSO Act.\nAfter completion of usual investigation, the I.0.\nsent up the accused for trial by filing charge sheet u/s 8 of the POCSO Act, 2012 against the accused Md. Tahid Ali Anchari.\n\n\n4. On being appeared the accused before this Court, after hearing both parties, framed charge under section 8 of POCSO Act, 2012, against the accused _ and particulars of the charge was read over, explained to the accused to which he pleads not guilty and claims to be tried.\n\n5.\nTo substantiate the case prosecution, examined as many as three numbers of witnesses which includes the victim and mother of the victim.\nTherefore, I think that it would be futile to examine the other witnesses.\nEven if examined the other witnesses, prosecution case would not develop.\nSpeedy trial is the right of the accused persons.\nThe landlord of their house filed the case against the accused.\n",
    "ANALYSIS": "Considering these aspects, prosecution evidence is closed.\nSpeedy trial is the fundamental right of the accused person.\nAll the allegations made against the accused and evidence appears against the accused are put before him for explanation where he denied the allegations and declined to adduce defence evidence.\nDuring that time,\nshe was in sleep.\nBesides,\naccused is an innocent person.\nThereafter,\nthey filed the case against the accused.\nTo brought the charge under section 8 of the Protection of Child from Sexual Offences (POCSO) Act, prosecution must prove that  Section 7 - sexual assault- Whoever, with sexual intent touches the vagina,\npenis, anus or breast of the child or makes the child touch the vagina, penis, anus or breast of such person or any other person, or does any other act with sexual intent which involves physical contact without penetration issaid to commit sexual assault 16.\nHere in the present case, as stated above, neither the victim nor the mother of the victim no way supported the prosecution case.\n\n\n17 . Therefore, I am bound to hold that the prosecution has failed to prove the alleged charge against the accused beyond any reasonable doubt.\n",
    "issue": "The point for decision in this case is that - (1) Whether on or 28-08-2016, at Garowanppatty Hola, under Tezpur Police station the accused committed sexual assault on \"Miss X (aged about 13 years) and thereby committed an offence punishable under section 8 of the Protection of Child from Sexual Offences Act?\n\nReasons, Decisions and reason for decision.\n\n8. To arrive at the judicial decision, let me appreciate the evidence on record.\n\n9.\n",
    "arguments": "13. Learned counsel for the accused submitted\\that the prosecution has failed to prove the charge against the accused beyond any reasonable doubt.\n",
    "decision": "Hence,\nthe accused Md. Tahid Ali Anchari is acquitted on benefit of doubt and set him at liberty forthwith.\n\n\n18.  The liabilities of the bailor is hereby discharged.\n\n\nThe GR Case No. 2805/16 be returned to the learned committal court with a copy of this order.\n"
}