{
    "PREAMBLE": "Page 1 of 3\nSpl. Pocso No. 33/2018\n\nIN THE COURT OF ADDITIONAL SESSIONS JUDGE, FIC, BISWANATH CHARIALI,\nSONITPUR, ASSAM Spl. POCSO No. 33/2018 U/S 323/366/376 of IPC & Section 4 of POCSO Act,2012 (Arising out of PRC No. 200/2018)\n\n \n\nState of Assam -VS- Sri Akash Mazi beneee\nAccused person Present: Sri Dipankar Bora, MA, LL.M., AJS,\n\n\nAdditional Sessions Judge, FTC,\nBiswanath Chariali, Sonitpur.\n\n\n \n\nAdvocates Appeared:-\n\nFor the prosecution: Ms. J. Kalita, learned Addl. P.P\nFor the defence : Mr. P. Hazarika, learned Advocate Dates of recording Evidence: 06.03.2020.\nDate of Argument : 06.03.2020.\nDate of Judgment : 06.03.2020.\n\nJUDGMENT 1. The prosecution case in brief is that on 07.07.2018 the informant namely Arjun Tamaria lodged an FIR with the OC, Gohpur PS stating inter alia that on the same day at about 4 AM, the accused Akash Mazi forcibly entered into his house and after threatening them with a knife, kidnapped his 15-year-old daughter (name is withheld).\n",
    "facts": "When they tried to resist him, the accused took away the girl after beating him and his wife.\n\n\n2. Receiving the same, the police registered a case and investigated the matter.\nAfter investigation, the police submitted charge sheet against the accused u/s 448/366(A)/323/506 IPC r/w Section 4 of the POCSO Act 2012.\n\n\n3. The accused in due course, appeared before this court to face trial.\nAfter furnishing of the copies of the relevant documents and upon hearing both the sides on the point of charge taking note of the materials furnished u/s 173 CrPC, as this court found grounds for . presuming that the accused had committed offences u/s 323/366/376 IPC r/w Section 4 of ~the POCSO Act, the charges were accordingly framed against him, which on being read over and explained, the accused pleaded not guilty.\nAs no incriminating evidence was found against the accused, the prosecution evidence was closed and his examination u/s 313 CrPC was dispensed with.\nSo out of suspicion, he lodged the Ejahar against the accused, which he proved that as Ext. 1.\n",
    "issue": "Points for determination  \n\ni. Whether the accused person on the day of the alleged occurrence voluntarily caused hurt to the informant Arjun Tamaria and his wife Renu Tamaria?\n\nii.\nWhether the accused on the day of the alleged occurrence abducted the victim with intent that she may be forced to illicit intercourse or knowing it to be likely that she will be forced to illicit intercourse?\n\n\niii. | Whether the accused on the day of the alleged occurrence committed rape on the victim?\n\n\niv. Whether the accused on the day of the alleged occurrence committed penetrative sexual assault on the victim who was below the age of 18 years?\n",
    "ANALYSIS": "The prosecution has failed to proved its case.\n",
    "decision": "As such I acquit the accused from the offences charged against him and set him at liberty forthwith.\nHis bail bond stands discharged.\n\nTaking note of the evidence that have emanated, the provision of Sec. 437-A CPC is not complied with.\nA copy of the judgment be forwarded to the District Magistrate, Sonitpur in compliance with the sec. 365 Cr.P.C.\nThe case is disposed of.\n"
}