{
    "PREAMBLE": "Page |1\n\nIn The Court Of Special Judge, Sonitpur At Tezpur\n\nSpecial (Pocso) Case No.\n\nPresent\n\nProsecutor\n\nAccused\n\nDate of framing charge\n\n\nDate of Recording Evidence\n\nDate of examination of accused u/s :\n\n313 of CrP.\n\nDate of Argument\nDate of Judgment\n\nCounsel of the Prosecution\n\nCounsel. for Accused\n\n61 Of 2017\n\n(Under Section 4 of the Pocso Act,\n\narising out of Gr Case No 3328 of 2017)\n\nSri Ashok Kumar Borah, Ajs\nSessions Judge,\n\nSonitpur, Tezpur.\n\n\nState of Assam\n\n-Vs-\n\n1.Sri Bhai Bhuyan\n\nS/o Sri Ramesh Bhuyan,\n\nVill- Jamuguri, Borbhugia\n\nP.S.  Jamuguri,\n\nDist  Sonitpur, Assam\n\n\n16-12-2017.\n\n30-12-2017, 11-01-2018,24-01-2018.\n\n22-02-2018.\n\n22-02-2018.\n22-02-2018.\n\nMr Munindra Ch Baruah,\nSpecial Public Proecutor,\n\nSonitpur, Tezpur.\n\nMr Hp Sadai, Advocate.\n\nJudgment\n\n1.\n",
    "facts": " In this case accused Sri Bhai Bhuyan is put for trial for the allegation of charge under Section 4 of the POCSO Act.\n. Hence, this prosecution case.\n\n\n3. The ejahar was filed by the informant Sri Pabitra Saikia before the OC,\nJamuguri Police Station on 28-08-2017.\n\n\n4, On receipt of the ejahar, O/C, Jamuguri Police Station registered the case vide Jamuguri Police Station Case No 107/17 under Section 365 of the IPC.\n\nAfter completion of investigation, O/C, Jamuguri Police Station sent up the case against the accused person under Section 4 of POCSO Act, r/w Section 363 of IPC.\n5. On being appeared the accused before this Court, after hearing both the parties, charge framed under Section 4 of POCSO Act, r/w Section 365 of the IPC.\n\n\n6. To substantiate the case, prosecution examined as many as six PWs including the informant and victim.\nAfter examination of the witnesses, learned Counsel for the accused submitted to .close.the prosecution evidence on the ground that the statement of victim stated nothing against the accused as to the alleged offence.\nBesides, in her statement.under Section 164 of CrPC\nshe stated that she was in love with the accused so, at.her repeated request, accused took her.\nTherefore, no ingredients of alleged charge_is revealed.\nTherefore, it would be futile to examine the other witnesses.\n7. On perusal of the statement of witnesses including the complainant and victim, I think that prosecution case would not develop, even if examine the other prosecution witnesses, as they were no way supported the prosecution case.\n\nEven.if examine the other witnesses, prosecution case would not develop.\nSpeedy trial is the right of the accused person.\n",
    "issue": "10. The point for decision in this case is that  (1) \"Whether the accused, on 27-08-2017 at about 9.30 PM, at Borbhugia under Jamuguri PS,\ncommitted penetrative sexual assault to Smti \"X aged about 16 years minor girl and thereby committed an offence punishable under Section 4 of POCSO Act ?\n\nReasons, Decisions and reason for decision:\n\n \n\n11.\n",
    "ANALYSIS": "18. The accused is charged under Section 4 of POCSO Act.\nTo prove the charge under Section 4 of POCSO Act, prosecution must prove that  Penetrative Sexual Assault.\nA person is said to commit Penetrative sexual Assault if - \"a) he penetrates his penis, to any extent, into the vagina,\nmouth urethra or anus of a child or makes the child to do so with him or any other person;\n\nb) h e inserts, to any extent..any object or a part of the body, not being the penis, into the vagina, the urethra or anus of the child or makes the child to do so.with him or any other person; or Cc)\n19. In this type of cases, the evidence of victim is much more important.\nOther than that medico-legal report, there is no any evidence that the IO has collected any birth certificate or age certificate or certificate from the school where the victim first admitted.\n\nSo, obviously the case cannot come under Section 4 of the POCSO Act.\nTherefore, the victim even not stated before the learned Magistrate about any of the ingredients required to fulfill the allegation \\of=charge under Section 4 of POCSO Act.\nBesides, that other witnesses have-also stated nothing about the incident.\nTherefore, I am bound to hold that prosecution has failed to prove the charge under Section 4 of POCSO Act.\n",
    "decision": "As such, I do not have any hesitation to acquit the accused.\nAccordingly, accused Sri Bhai Bhuyan is acquitted and set them at liberty forthwith.\n21. The liability of the bailor is hereby discharged.\n"
}