{
    "PREAMBLE": "In The Court Of Special J Udge, Si Vasagar\nPresent :- Sri S. K. Poddar, Ajs\n\n\nSpecial J udge,\nSivasagar.\n\nSpl. (P) Case No. 44 of 2017 U/ S 4 of POCSO Act 2012 (Arising out of Sonari P.S. Case No. 208/2017)\n\nState of Assam -Vs- Sri Munu Bhumi ........... Accused APPEARANCE:\nFor the prosecution Mr. Srimanta Gogoi, Special P.P.\nFor the accused Mr. Pulin Gogoi, Advocate Date of framing Charge: 11.12.2017 Dates of Evidence 23.02.2018 Date of Argument 23.02.2018 Date of J udgment 23.02.2018\nJUDGMENT 1.\n",
    "facts": "\n\n2. On this FIR, Sonari P.S. Case No. 208/2017, U/S 4 of POCSO Act,\n\n2012 was registered and started investigation.\nDuring investigation, victim was Spl. (P) Case No. 44 of 2017 Page lof 5\n\fmedically examined and recorded her statement in the court U/S 164 Cr.P.C.\n\nAccused was arrested and produced him before this court for judicial custody.\n\n\n3, On completion of investigation, 1.0. has submitted Charge-Sheet against the above named accused person U/S 4 of POCSO Act, 2012.\n\n\n4. Upon taking cognizance on the charge sheet, after furnishing copy to the accused, vide order dated 11.12.2017, charge U/S 4 of POCSO Act, 2012 have been framed against the above named accused person to which he pleaded not guilty and claimed to stand trial.\nDuring trial, prosecution side has examined only three witnesses including the informant and the victim.\n",
    "issue": "\nPOINTS FOR DETERMINATION ARE - 7.\n(1) Whether on 27.08.2017, at about 6.00 P.M. accused committed penetrative sexual assault on the victim 'P'?\n",
    "ANALYSIS": "P.W.3 deposed nothing regarding the incident between the accused and the victim 'P.\nThus it is clear that there was no material whatsoever regarding penetrative sexual assault (rape) by the accused.\n13. Considering all above, | am of the opinion that prosecution has failed to prove the ingredients of charge U/S 4 of POCSO Act, 2012 against the accused As such, accused Sri Munu Bhumij is acquitted from the charges U/S 4 of POCSO Act, 2012 and set at liberty forthwith.\n\n14.\n",
    "decision": "Issue release order to the Jail Supdt. of District Jail, Sivasagar forthwith.\n15. As the accused Is in Jail, no order is passed U/S 437 A Cr.P.C.\n\n16.\nConsidering the nature of the case, | am of the opinion that it is not a fit case for referring the matter to DLSA for granting compensation U/S 357-A Cr.P.C.\n\n17.\nLearned legal aid counsel is entitled for his professional fees from DLSA as per rules.\nJudgment is pronounced in open court.\nThe case Is disposed of on contest.\n"
}