{
    "PREAMBLE": "Page 1 of 6\n\n\n \n\nwb Pe:\n\n\nDistrict- Charaideo.\n\nIn The Court Of The Special Judge: Charaideo: Sonari\nTe Sec Ial Judge: Charaideo: Sonari\nPresent:- Syed Imdadur Rahman, Ajs.\n\nSpecia Judge\n\nCharaideo, Sonati\n\nSpecial Judge\n\n\nThe 14\" day of November, 2018.\n\n\nSpecial (P) Case No: 63 Of 2017\n\nUnder Section\n\n4 of the Protection of Children\n\nfrom Sexual offences Act, 2012.\nRead With\n\n366 of the Indian Penal Code.\n\n \n\nState of Assam\n-Versus-\n1.\nSri Sunil Karmakar.\n\nsainawnaddeue Accused Person.\n\n\n \n\nThis case was taken up for final hearing on 14.11.2018 in the presence of Sri Basanta Gogoi.............. Advocate for prosecution side.\n\nSri Rajiv Buragohain............6.... Advocate of the accused.\n\nF.I.R was lodged on tiittisses 05.06.2017,\n\nCharge framed on titties: 23.03.2018.\n\nArgument Heard on tieeesssees, 14,11,2018,\nJudgment Delivered on :iiire:: 14.11.2018.\n\f \n\nPage 2 of 6\nJUDGMENT\n",
    "facts": "In this case the accused person is facing trial under section 4 of the P.O.C.S.O act 2012, and alternatively Under Section 366 I.P.C i,\nThe case of the prosecution is that, the accused kidnapped the minor daughter of the informant, i.e. (N.G) who was 13/14 years old and was student of class IX, on 03/06/17 at 4:00 P.M.\n\n2.\nThat, after this incident, the informant filed an ejahar before the Sepon Police outpost.\nLater on a case was registered in this regard, before the Moranhat Police station, bearing its P.S case no 36/17.\nPolice after investigation forwarded chare sheet u/s 366(A) I.P.C against the accused person.\nThereafter, case was committed and charge U/S 4 POCSO act 2012 read with 366 I.P.C was framed against the accused person, by my Ld. Predecessor in office.\nThe charge was read over and explained to the accused person, who, pleaded not guilty and claimed to be tried.\nProsecution examined 3 witnesses,\n\nDe\nThe accused person was examined U/S 313 Cr.p.c, where he denied the case of the prosecution.\nThe accused person examined no witness.\n",
    "issue": "\n\n4. Points For Determination in this case are:-\n termination in this case are:-\n\ni) Whether the accused on 03/06/2017, kidnapped the daughter of the informant with the intention that, she may be compelled to marry \fPage 3 of 6  \n\nany person against her will, or she may be forced to have illicit intercourse with another person?\n\n\nii) Whether the accused on 03/06/2017, committed penetrative sexual assault on the daughter of the informant Sri Bishnu Ghasi, who was below 18 years at that time?\n",
    "ANALYSIS": "Concerning the sections 366 I.P.C, or section 4 of the POSCO act 2012, here in this case there is nothing,\nyielded from the material witnesses.\nThe alleged victim, her parent never deposed anything connecting any of the point for determination.\n\n\n2, I have considered the evidences on record, which includes the evidence of the prosecutrix and I find that, there is no iota of evidence to bring the accused person within the ambit of section 366 of I.P.C or section 4 of the POCSO act, as the alleged victim and other witness never deposed anything in evidence against the accused, concerning any of the points for determination.\nHere in this case the prosecution has failed to adduce any evidence basing on which we can held that,\nProsecution has proved the case beyond all reasonable doubt.\n\n\n10. This being the position of this Case, in opinion of this court, prosecution has failed to prove the case against the accused person and accordingly the accused Sri Sunil Karmakar is acquitted from the offences he is facing trial.\n",
    "decision": "He is set at liberty forth with.\nBail bond executed by the accused is extended as per provision 437(A) Cr.P.C.\n"
}