{
    "PREAMBLE": "In The Court Of Special J Udge :: :: Sivasagar\n\nPresent :- Sri S. K. Poddar, Ajs\nSessions J udge cum Special | udge,\nSivasagar.\n\n\nSpl. (P) Case No. 12 of 2019 u/s 366/376(3) IPC & Section 6 of POCSO Act, 2012 (Arising out of Gaurisagar PS Case No. 283/2018)\n\nState of Assam -Vs- Sri Haladhiya Konwar ............5 Accused APPEARANCE:\n\nFor the prosecution Mr. Srimanta Gogoi, Special P.P.\nFor the accused ; Mr. Utpal Chutia, Advocate Date of framing Charge: 29.03.2019 Dates of Evidence 02.05.2019 Date of Argument 02.05.2019 Date of J udgment 02.05.2019 UDGMENT 1.\n",
    "facts": "On completion of investigation, 1.0. has submitted Charge-Sheet against the accused u/s 366/376(3) IPC, read with Section 4 of POCSO Act, 2012.\n\n3.\nSince the offence u/s 4 of POCSO Act is exclusively triable by the Court of Special Judge, as such accused Haladhiya Konwar was produced before this Court for trial.\nUpon receipt of the charge sheet, cognizance of ffence was taken and after furnishing copy to the accused, vide order dated 29.03.2019,\ncharges u/s 366/376(3) IPC, read with Section 6 of POCSO Act, 2012 has been framed against the above named accused person to which he pleaded not guilty and claimed to stand trial.\n",
    "issue": "| have considered the submission of both the sides.\nPOINTS FOR DETERMINATION ARE - 6.\n(i) | What was the age fo the victim on 25.12.2018?\n\n\n(iil) Whether on 25.12.2018, accused kidnapped or abducted the victim?\nIf so, what was the intention of the accused behind such kidnap/ abduction?\n(ili) Whether on 25.12.2018 or thereafter, accused committed aggravated penetrative sexual assault/rape on the victim?\n11. Under the above facts, the question fall for determination is whether, taking away of minor girl child from the custody of the lawful guardian though on her by victim, will amount to kidnap as defined u/s 361 IPC.\n\n12.\n",
    "ANALYSIS": "In her evidence the victim nowhere stated that accused by using force or by inducing took her with him.\nHon'ble Supreme Court of India in the reported case of S.\nVaradarajan Vs. State of Madras [AIR 1965 SC 942] held as follows:-\n\n11.\nIn our opinion if evidence to establish one of those things is lacking it would not be legitimate to infer that the accused is guilty of taking the minor out of the keeping of the lawful guardian merely because after she has actually left her guardian's house or a house where her guardian had kept her, joined the accused and the accused helped her in her design not to return to her guardian's house by taking her along with him from place to place.\nNo doubt, the part played by the accused could be regarded as facilitating the fulfillment of the intention of the girl.\nThat part, in our opinion, falls short of an inducement to the minor to slip out of the keeping of her lawful guardian and is, therefore, not tantamount to \"taking\".\n\n13.\nHon'ble Gauhati High Court in the reported case of Saddam Hussain Vs. State of Assam [2018 (1) GL) 293] has followed the above ratio while setting aside the conviction of an accused u/s 366 IPC under similar facts.\nBy keeping the above law in mind, when we look at the fact of the case in hand, as discussed earlier, it is clear that it the victim, who was aged about 17 years, on her own went to the house of accused, who happened to be her relative.\nVictim has categorically admitted that accused did not used force on her to go with him.\nThus it is clear that there is no incriminating material against the accused.\nMerely accompanying the minor victim cannot be an offence.\nIn the instant case, ingredients of offence U/S 366 IPC or even any other minor offence like section 363 are totally missing.\n17. So far charge of rape/penetrative sexual assault is concerned,\nfrom the evidence PW 2 the victim, it appears that she is totally silent regarding commission of rape/penetrative sexual assault by the accused while keeping her with him in his house.\nIn her evidence the victim nowhere stated that accused has even committed sexual assault on her There was no material in the evidence of PW 1 and PW 2 regarding rape/aggravated penetrative sexual assault by the accused.\nThe allegation brought against the accused was not supported by the victim herself.\n18. Considering the above evidence on record, | am of the opinion that prosecution has failed to prove the ingredients of charges u/s 366/376(3)\nIPC and Section 6 of POCSO Act 2012 against the accused Sri Haladhiya Konwar.\n",
    "decision": "As such, accused Sri Haladhiya Konwar is acquitted from the charges u/s 366/376(3) IPC and Section 6 of POCSO Act, 2012 and set at liberty forthwith.\nIssue release order accordingly.\n19. No order is passed u/s 437-A CrP.C. as accused is in J ail custody.\n20. Considering the facts of the case, the matter is not referred to DLSA for granting compensation u/s\n\n\nSpl (P) Case No. 12/2019 Page 6 of 7\nJudgment is pronounced in open court.\n"
}