{
    "PREAMBLE": "Spl. (P) Case No. 11/2017\n\nDate : 28.05.2019\n\nIn The Court Of The Special Judge, Sivasagar\n\nPresent - Shri Biprajit Roy, Ajs,\nSpecial | udge,\nSivasagar,\nSpl. (P) Case No. 11/2017\n\nUnder section- 8 of POCSO Act State -Vs- Sri Sushil Kakoty Advocate appeared :\n\nFor the State : - Mr. S. Gogoi,\n\nFor the accused: - Mr. U. Chetia,\n\nDate of evidence :- 21.11.2017,25.07.2018.21.01.2019.08.03.2019,12.04.2019,\nDate of argument: - 14.05.2019,\n\nDate of judgment:- 28.05.2019,\n\nUDGMENT 1.\n",
    "facts": "The case of the prosecution is that the informant/victim is a minor girl aged about 11 years who lodged an FIR in the Sivasagar police station on 08.03.2017 stating that on that day at about 8.00 a.m. she went to the house of Sushil Kakoty to bring milk.\nThe informant alleged that taking advantage of the absence of the family members, the accused forcefully took her in side the house and attempted to outrage her modesty and also pressed her private parts as a result of which she suffered pain.\n\n\n2. The Officer-in-charge of Sivasagar P.S. received the FIR and registered Sivasagar P.S. case no. 160/2017 u/s 8 of the POCSO Act.\nAfter completion of investigation charge- sheet was submitted against the accused Sushil Kakoty u/s 8 of the POCSO Act.\n\n\n3. On appearance of the accused copy of relevant documents were furnished to the accuse and charge u/s. 10 of POCSO Act was framed against the accused which was read over and explained to the accused to which he pleaded not guilty.\n\n4, In the course of trial prosecution side examined 7 (seven) witnesses .\nThe defence plea is of denial.\nOn 08.03.2017 at about 8.30 a.m. Mamoni Hazarika sent her minor daughter/victim to bring milk.\nThe accused than kissed her cheek,\ntouched her breast and body.\nOn that day on the basis of the FIR lodged by the informant/victim Sivasagar PS case no. 160/17 u/s. 8 of POCSO Act was registered.\nThe accused was arrested and 3 \fSpl. (P) Case No. 11/2017 Date : 28.05.2019 forwarded to the Court.\nOn completion of the investigation and upon finding incriminating materials against the accused Sushil kakoty, he submitted charge-sheet against him u/s. 8 of POCSO Act.\nThe PW-7 exhibited the charge-sheet marked as Ext. 5 wherein Ext.5(1) is his signature.\nThe accused called her inside the house and caught hold of her hands and touched her inappropriately on her chest.\nShe somehow managed to escape from the place of occurrence.\n",
    "issue": "\n8. The point for determination in this case is:\n\n(1) Whether accused person committed the offence as alleged in the FIR ?\n\nDecision, Discussion and reasons :\n\n \n\n10) The P.W.1 is the mother of the victim.\n\n\n17) |The next point to be decided is whether the accused sexually assaulted the victim.\n",
    "ANALYSIS": "\nAccording to section 9(m) a person is said to commit aggravated sexual assault if he commits sexual assault on a child below 12 years of age.\nIn the course of trial the prosecution side exhibited FIR marked as Ext. 1 wherein the informant/victim narrated that she was sexually assaulted by the accused on 08.03.2017 at about 8.00 a.m. when she went to the house of the accused to bring 4 \fSpl.\n18) The prosecution side exhibited the statement recorded u/s. 164 of Cr.P.C. of the victim girl marked as Ext. 2 wherein she narrated the alleged incident before the Id.\n\nJ MFC, Sivasagar.\n\n19)\nFrom perusal of the Ext. 2 it appears that she was administered oath before making her statement.\nafter recording the statement of the said victim wherein it was mentioned that the victim was given sufficient time for reflection.\n\n\n22)  In view of the above the accused is held not guilty as the prosecution side has miserably failed to establish the case against the accused.\n",
    "decision": "The accused is acquitted and set at liberty forthwith.\n\n\n(23) The bail bond of the accused is extended for a period of 6(six) months from today.\n"
}