{
    "PREAMBLE": "In The Court Of Special J Udge, Si Vasagar\n\nPresent :- Sri S. K. Poddar,\nSpecial J udge,\nSivasagar\n\nSpl. (P) Case No. 49 of 2017 U/ S 6 of Pocso Act.\n(Arising out of Nazira P.S. Case No. 177/2017)\n\nState of Assam\n\n-Vs-\nSri Raju Chetry .......ce Accused\nAppearance:\nFor the prosecution Sri A. K. Bora, P.P.\nFor the accused ; Mr. Dipak Dutta, Advocate\n\nDate of framing Charge: 17.11.2017\nDates of Evidence 08.12.2017\nDate of Argument 08.12.2017\nDate of J udgment 08.12.2017\n\nJudgment\n\n",
    "facts": "1. Prosecution case, In brief, is that on 20.09.2017, one Smt. Lakshmi Bagti lodged an FIR with O/C, Nazira Model Police Station alleging, inter alia,\naccused Raju Chetry forcibly committed rape on her 16 years old daughter victim 'B' (name withheld) for which victim conceived and presently she is carrying seven months pregnancy.\n\n2, On this FIR, Nazira PS Case No. 177/2017, U/S 376(2)(i) IPC, R/W Section 4 of POCSO Act, 2012 was registered and started investigation.\nDuring investigation, accused was arrested and produced him before this court for judicial custody.\nVictim was medically examined and recorded her statement in the court U/S 164 Cr.P.C.\n\nSpl. (P) Case No. 49 of 2017 Page 1 of 4 \f3, On completion of investigation, 1.0. has submitted Charge-Sheet against the above named accused U/S 376 (2)(i)IPC R/W Section 4 of POCSO Act, 2012.\n\n4. Upon receipt of charge, sheet, copy was furnished to the accused.\n\n\nAfter hearing both the sides, vide order dated 17.11.2017, charge U/S 6 of POCSO Act, 2012 has been framed against accused Raju Chetry to which he pleaded not guilty and claimed to stand trial.\nDuring trial, prosecution side has examined two witnesses including the informant and the victim.\n",
    "issue": "POINT FOR DETERMINATIONIS - 7.\n(i) Whether prior to one year of filing FIR on 05.10.2017, accused has committed aggravated penetrative sexual assault on the victim 'B' and was responsible pregnancy of the victim?\n",
    "ANALYSIS": "He married her eldest daughter.\nP.W. 2 the victim admitted that to save herself from public outrage, her mother lodged the FIR implicating the accused.\n\nOn the contrary, her evidence reflects that she got pregnant through a boy who has already left their village.\nThe admitted that fact that few days back, the victim delivered one child, though confirmed the fact the victim was subjected Spl. (P) Case No. 49 of 2017 Page 3 of 4 \fto penetrative sexual assault, but the accused cannot be held responsible for the same.\n12. Considering all above, | am of the opinion that prosecution has failed to prove the ingredients of charge U/S 6 of POCSO Act against the accused Sri Raju Chetry.\n",
    "decision": "As such, accused Raju Chetry is acquitted from the charge U/S 6 of POCSO Act, 2012 and set at liberty forthwith.\n13. Issue release order to the Jail Supdt. of District Jail, Sivasagar forthwith.\n\n14.\nAs the accused was in Jail custody, no order is passed U/S 437 A CFPC.\n15. Considering the nature of the case, the matter is not referred to DLSA for granting compensation U/S 357 A Cr.P.C.\n\n16.\nJudgment is pronounced in open court.\nThe case is disposed of on contest.\n"
}