{
    "PREAMBLE": "In The Court Of Special J Udge, Si Vasagar\n\nPresent :- Sri S. K. Poddar, Ajs\nSpecial | udge,\nSivasagar.\n\nSpl. (P) Case No. 36 of 2017\n\nU/ S 451 Ipc & Section 10 of Pocso Act 2012\n(Arising out of Nazira P.S. Case No. 132/2017)\n\nState of Assam\n\n-Vs-\nMd. Aptar Ali .....c... ceseeeeee Accused\nAppearance:\n\nFor the prosecution Mr. Srimanta Gogoi, Special P.P.\nFor the accused Md. Nekibuddin Ahmed, Advocate\nDate of framing Charge: 08.11.2017\nDates of Evidence ; 07.02.2018\nDate of Argument 07.02.2018\nDate of J udgment 07.02.2018\nJudgment\n\n",
    "facts": "\nWhile victim was about to give water to him, suddenly accused entered inside their house and attempted to commit misdeed with her.\nOn this FIR, Nazira P.S. Case No. 132/2017, U/S 12 of POCSO Act,\n2012 was registered and started investigation.\nDuring investigation, victim was medically examined and recorded her statement in the court U/S 164 Cr.P.C.\n\nAccused was arrested and produced him before this court for judicial custody.\n\n\n3. On completion of investigation, 1.0. has submitted Charge-Sheet against the above named accused person U/S 451/354(B) IPC, read with Section 8 of POCSO Act, 2012.\n\n\n4. Upon taking cognizance on the charge sheet, on 04.08.2017 accused was allowed to go on bail.\nDuring trial, prosecution side has examined three witnesses viz. the victim and her parents.\n",
    "issue": "POINTS FOR DETERMINATION ARE - a. (1) What was the age of the victim on the 20.07.2017?\n\n(11) Whether on 20.07.2017, at 12 noon accused committed house trespass by entering into the house of informant in order to commit sexual assault with the victim 'K'?\n\n(111) Whether on 20.07.2017, at 12 noon accused committed aggravated sexual assault on the victim 'K'?\n\nDECISION AND REASONS THEREOF 8. PW-1 Smt. Minu Das, the mother of the victim and informant of Spl (P) Case No. 36/2017 Page 2 of 6 \fthis case in her evidence deposed that her daughter the victim K was is presently reading in class |X and aged about 14 years.\n",
    "ANALYSIS": "From their evidence it appears that on the date of incident, while victim was reading in the house by Staying alone, accused came to their house and asked for a glass of water from the victim and when accused entered inside the house and while victim was about to give water to him, victim suddenly fell down and while accused picked up the victim, by that time victim's father (P.W.3) arrived there and saw the accused in holding the victim while she fell down.\nNeighbours have also seen the incident and on being forced by neighbours P.W.1 lodged the FIR.\nIn her cross-examination, P.W. 2 admitted that accused did not commit ill treatment to her.\nShe clearly stated that accused just hold her while she was falling down.\n13. So far allegation of house trespass is concerned it is in the evidence of witnesses that accused Is a regular visitor to the house of the informant being a vendor of cloth business.\nHence in absence of prove of prime Spl (P) Case No. 36/2017 Page 4 of 6 \fcharge, it cannot be said that on that he committed house trespass with an intention to commit an offence.\n",
    "decision": "14. Considering all above, | am of the opinion that prosecution has failed to prove the charges U/S 451 IPC and Section 10 of POCSO Act, 2012 or any other minor offences against the accused Md. Aptar Ali.\nAs such,\naccused Md. Aptar Ali is acquitted from the charges U/S 451 IPC and Section 10 of POCSO Act, 2012 and set at liberty forthwith.\n15. Bail bond executed by the accused and his surety are extended for another six months from today U/S 437-A Cr.P.C 16.\nConsidering the nature of the case, the matter is not referred to DLSA for granting compensation U/S 357 A Cr.P.C.\n\n17.\nJudgment is pronounced in open court.\nThe case is disposed of on contest.\n"
}