{
    "PREAMBLE": "Page 1 of 8\n\n7}\n\nDistrict- Charaideo.\n\nIn The Court Of The Special Judge: Charaideo: Sonari\nPresent:- Syed Imdadur Rahman, Ajs.\n\nSpecial Judge\n\nThe 18\" day of June, 2019.\n\n\nSpecial (P) Case No: 62 Of 2017\n\nUnder Section\n\n10 of the Protection of Children\n\nfrom Sexual offences Act 2012.\n\n\nState of Assam\n-Versus-\nSri Subodh Kar\n\na Nniey @ yee Accused Person.\n\n\nThis case was taken up for final hearing on 04.06.2019 in the presence of Sri Basanta Gogoi.............. Advocate for prosecution side,\n\nSri Rajib Buragohain ............0......... Advocate of the accused.\n\nF.I.R was lodged on ssettisse:s =16.09.2017.\n\nCharge framed on sreriisiti: 27.02.2018.\n\n\nArgument Heard on stesresses 04.06.2019.\n\nJudgment Delivered on tiie: 18.06.2019.\n\nSyn 5 special Judge Charaideo, Sonar\n",
    "facts": "In this case the accused person is facing trial under section 10 of the Protection of Children from Sexual Offences Act, 2012.\n\n\n1, In this case FIR was lodged before Sonari P.S. on 16-09-2017 by one Smti.\n\nMoni Karmakar\nwith the allegations that her daughter s (name not mentioned) is 11% years old and a primary school student.\nThat, the accused since long time physically harassed the minor daughter of the informant by touching private parts etc.\nThat, the minor daughter of the informant was reluctant to go to school for which when she asked the matter, her minor daughter stated her about the incident involving the accused.\n2. In pursuance to lodging of the FIR, Sonari P.S. case no. 217/17 was registered and police started investigation.\nAfter completion of investigation police forwarded charge-sheet against the accused u/s 8 of the Protection of Children from Sexual Offences Act, 2012.\nOn being summoned the accused appeared before court.\nThe charge u/s 10 of the Protection of Children from Sexual Offences Act,\n2012 was framed against the accused.\nThe charge was read over and explained to the accused to which he pleaded not guilty and claimed to be tried.\nProsecution examined five witnesses.\n\n\n3. The accused person was examined U/S 313 Cr.P.C, where he denied the case of the prosecution.\nThe accused Person examined no witness.\n",
    "issue": "4, Points For Determination in this Case are:-\n\nAr 1) Whether the accused, a few days prior to lodging of the FIR by taking Special Judge advantage of his position, committed aggravated sexual assault on the minor Wot RRS Le aS araideo.\nSona; Gaughter of the informant who is a student of Banphera Govt. Primary School?\n",
    "ANALYSIS": "Here in this case the accused is facing trial primarily under the Protection of children from Sexual Offences Act 2012.\n\n\nSection 29 of the act is as follows:- Where a Person is prosecuted for committing or abetting or attempting to commit any offence under section 3,5,7 and Section 9 of this act, the Special Court shall presume,\nthat such person has committed or abetted or attempted to commit the offence, as the case may be unless the contrary is proved.\nHere as per the procedural law the trial court shall presume the accused guilty of the offence he is facing trial, unless disproved by him.\n\n\nSection 4 of the Indian Evidence Act 1872 defines the term shall Presume as follows :- Whenever it is directed by this act that the court shall presume a fact, it shall regard such fact as proved, unless and until it is disproved.\nA village meeting was organized.\nIn the meeting the daughter of the informant reported that accused touched her body.\n",
    "decision": "\n\nUnder the above circumstances, as the accused has disproved the case,\naccordingly, he is acquitted from the offences he is facing trial.\nHe is set at liberty forth with.\nBail bond executed by the accused is extended as per provision 437(A)\nCr.P.C.\n"
}