{
    "PREAMBLE": "Spl.(P) Case No. 39/2019\n\nDate: 16-12-2019\n\nIn The Court Of The Special Judge, Sivsagar\n\n\nPresent- B. Roy, Ajs\nSpecial | udge,\n\nSivasagar.\n\n\nCase No. Special (P) 39 of 2019 (Arising out of G.R. No.835 of 2019)\nUnder section- 376AB oflPC & Sec. 6 of POCSO Act State -V/s- Md. Sahjahan Ali.\n\n\nAdvocates appeared:\n\nFor the State : - Sri S. Gogoi.\n\n\nFor the accused: - Sri D.K. Gohain.\n\nDate of evidence: - 27.08.2019, 24.09.2019, 25.09.2019, 26.09.2019, 10.10.2019,\n07.11.2019.\n\nDate of argument: - 25-11-2019 Date of judgment: -16.12.2019 UDGMENT 1.\n",
    "issue": "The points for determination in this case are as follows:\n\n(i) | Whether at the time of the incident the victim girl was aged about 05 years?\n\n(ii) Whether the victim girl used to stay alone at night with her father/accused?\n\n(ili) Whether the accused has committed the offence as alleged in the FIR?\n",
    "ANALYSIS": "It is unrealistic to expect a witness to be a human tape recorder.\n\n\n(5) In regard to exact time of an incident, or the time duration of an occurrence,\nusually, people make their estimates by guess work on the spur of the moment at the time of interrogation.\nAnd one cannot expect people to make very precise or reliable estimates in such matters.\nAgain, it depends on the time-sense of individuals which varies from person to person,\n\n(6) Ordinarily a witness cannot be expected to recall accurately the sequence of events which take place in rapid succession or in a short time span.\nA witness is liable to get confused, or mixed up when interrogated later on.\n\n\n(7) A witness, though wholly truthful, is liable to be overawed by the court atmosphere and the piercing cross examination made by counsel and out of nervousness mix up facts, get confused regarding sequence of events, or fill up details from imagination on the spur of the moment.\nThe sub-conscious mind of the witness sometimes so operates on account of the fear of looking foolish or being disbelieved though the witness is giving a truthful and honest account of the occurrence witnessed by him-Perhaps it is a sort of a psychological defence mechanism activated on the spur of the moment.\nThe rule, which according to the cases has hardened into one of law, is not that corroboration is essential before there can be a conviction but that the necessity of corroboration, as a matter of prudence, except where the circumstances make it safe to dispense with it, must be present to the mind of the judge.\n\n\nThe only rule of law is that this rule of prudence must be present to the mind of the Judge or the jury as the case may be and be understood and appreciated by him or them.\nThere is no rule of practice that there must, in every case, be corroboration before a conviction can be allowed to stand.\nCorroboration may be considered essential to establish a sexual offence in the backdrop of the social ecology of the Western World.\nIn cases involving sexual molestation, supposed considerations which have no material effect on the veracity of the prosecution case or even discrepancies in the statement of the prosecutrix should not, unless the discrepancies are such which are of fatal nature, be allowed to throw out an otherwise reliable prosecution case.\nThe inherent bashfulness of the females and the tendency to conceal outrage of sexual aggression are factors which the Courts should not over-look.\nThe testimony of the victim in such cases is vital and unless there are compelling reasons which necessitate looking for corroboration of her statement, the courts should find no difficulty to act on the testimony of a victim of sexual assault alone to convict an accused where her testimony inspires confidence and is found to be reliable.\nSeeking corroboration of her statement before relying upon the same, as a rule, in such cases amounts to adding insult to injury.\nThe Court while appreciating the evidence of a prosecutrix may look for some assurance of her statement to satisfy its judicial conscience, since she is a witness who is interested in the outcome of the charge levelled by her, but there is no requirement of law to insist upon corroboration of her statement to base conviction of an accused.\nThe evidence of a victim of sexual assault stands almost at par with the evidence of an injured witness and to an extent is even more reliable.\nJust as a witness who has sustained some injury in the occurrence, which is not found to be self-inflicted, is considered to be a good witness in the sense that he is least likely to shield the real culprit, the evidence of a victim of a sexual offence is entitled to great weight, absence of corroboration notwithstanding.\nCorroborative evidence is not an imperative component of judicial credence in every case of rape.\nCorroboration as a condition for judicial reliance on the testimony of the prosecutrix is not a requirement of law but a guidance of prudence under given circumstances.\nIt must not be over-looked that a woman or a girl subjected to sexual assault is not an accomplice to the crime but is a victim of another persons lust and it is improper and undesirable to test her evidence with a 11 \fSpl.(P) Case No. 39/2019 Date: 16-12-2019 certain amount of suspicion, treating her as if she were an accomplice.\nInferences have to be drawn from a given set of facts and circumstances with realistic diversity and not dead uniformity lest that type of rigidity in the shape of rule of law is introduced through a new form of testimonial tyranny making justice a casualty.\nCourts cannot cling to a fossil formula and insist upon corroboration even if, taken as a whole, the case spoken of by the victim of sex crime strikes the judicial mind as probable.\nIn the instant case our careful analysis of the statement of the prosecutrix has created an impression on our minds that she is a reliable and truthful witness.\nHer testimony suffers from no infirmity or blemish whatsoever.\nA doubt, as understood in criminal jurisprudence, has to be a reasonable doubt and not an excuse for finding in favour of acquittal.\nAn unmerited acquittal encourages wolves in the society being on prowl for easy preys, more so when the victims of crime are helpless females.\nIt is the spurt in the number of unmerited acquittals recorded by criminal courts which gives rise to the demand for death sentence to the rapists.\nThe courts have to display a greater sense of responsibility and to be more sensitive while dealing with charges of sexual assault on women.\nRape is not merely a physical assault it is often destructive of the whole personality of the victim.\nA murderer destroys the physical body of his victim, a rapist degrades the very soul of the helpless female.\nThe courts, therefore, shoulder a great responsibility while trying an accused on charges of rape.\n\nThey must deal with such cases with utmost sensitivity.\nThe courts should examine the broader probabilities of a case and not get swayed by minor contradictions or insignificant discrepancies in the statement of the prosecutrix, which are not of a fatal nature, to throw out an otherwise reliable prosecution case.\n\n\nIt is well settled that a prosecutrix complaining of having been a victim of the offence of rape is not an accomplice after the crime.\nThere is no rule of law that her testimony cannot be acted without corroboration in material particulars.\nHer testimony has to be appreciated on the principle of probabilities just as the testimony of any other witness; a high degree of probability having been shown to exist in view of the subject matter being a criminal charge.\n\nHowever, if the court of facts may find it difficult to accept the version of the prosecutrix on its face value, it may search for evidence, direct or circumstantial, which would lend assurance to her testimony.\nAssurance, short of corroboration as understood in the context of an accomplice would do.\nReference may be had to a long chain of decisions, some of which are Rameshwar 1952 SCR 377, SidheshwarGanguly AIR 1958 SC 143,\nMadhoramS&Anr. (1973) 1 SCC 533, State of Maharashtra Vs. ChandraprakashKewalchand Jain (1990) 1 SCC 550, Madam Gopal Kaddad (1992) 3 SCC 204 Shri Narayan AIR 1992 (3)\nSCC 615, Karnel Singh 1995 (5) SCC 518, BodhisattwaGautam 1996 (1) SCC 490 &Gurmit Singh (supra).\nIf evidence of the prosecutrix inspires confidence, it must be relied upon without seeking corroboration of her statement in material particulars.\nthough the charges were framed under sections 376AB of the IPC read with section 6 of the POCSO Act, but from the evidence of the victim girl and the evidence of the medical officer, it appears that it is a case falling under section 9 of the POCSO Act, 2012.\nThe act committed by the accused is not only heinous crime but it also puts a big question mark on the safety of the girl child who is not safe even in the hands of her own father.\nA father plays a very important role in the life of a girl child/daughter because she relies on her father emotionally and also seeks her ultimate security in his care and protection.\nIt is seemly to note that the legislature, while prescribing a minimum sentence for a term which shall not be less than ten years, has also provided that the sentence may be extended up to life.\nThe legislature, in its wisdom, has left it to the discretion of the Court.\nThe torment on the child has the potentiality to corrode the poise and equanimity of any civilized society.\nThe age old wise saying child is a gift of the providence enters into the realm of absurdity.\nShe may not be able to assert the honour of a woman for no fault of hers.\nRespect for reputation of women in the society shows the basic civility of a civilised society.\nNo member of society can afford to conceive the idea that he can create a hollow in the honour of a woman.\nSuch thinking is not only lamentable but also deplorable.\nIt would not be an exaggeration to say that the thought of sullying the physical frame of a woman is the demolition of the accepted civilized norm, i.e.,\nphysical morality.\n|n such a sphere, impetuosity has no room.\nThe youthful excitement has no place.\nIt should be paramount in everyone's mind that, on one hand, the society as a whole cannot preach from the pulpit about social, economic and political equality of the sexes and, on the other, some pervert members of the same society dehumanize the woman by attacking her body and ruining her chastity.\nIt is an assault on the individuality and inherent dignity of a woman with the mind-set that she should be elegantly servile to men.\nRape is a monstrous burial of her dignity in the darkness.\nIt is a crime against the holy body of a woman and the soul of the society and such a crime is aggravated by the manner in which it has been committed.\nSuch a singular crime creates an atmosphere of fear which is historically abhorred by the society.\nIt demands just punishment from the court and to such a demand, the courts of law are 19 \fSpl.(P) Case No. 39/2019 Date: 16-12-2019 bound to respond within legal parameters.\nIt is a demand for justice and the award of punishment has to be in consonance with the legislative command and the discretion vested in the court.\n",
    "arguments": "The learned counsel for the appellant would submit 18 \fSpl.(P) Case No. 39/2019 Date: 16-12-2019 that the appellant has four children and if the sentence is maintained, not only his life but also the life of his children would be ruined.\n",
    "decision": "40. Accordingly the accused Sahjahan Ali is sentenced to undergo rigorous imprisonment (RI) for 07(seven) years for committing the offence punishable under section 10 of the POCSO Act, 2012 and also to pay a fine of Rs. 1,000/- (one thousand) only, in default, to undergo simple imprisonment for of one month.\nConsidering the fact and circumstances of the case, | am of the opinion that it is a fit case for referring the matter to DLSA, Sivasagar for granting compensationto the victim.\n43. The convict is entitled for the benefit of Section 428 Cr.P.C. for the period already undergone during investigation and trial.\n\n\n44. Let a free of cost copy of the judgment be given to the convict immediately as per the provisions of Section 363(1) Cr.P.C.\n\n45.\nThe convict is informed about his right of appeal against the judgment and order of conviction and sentence either by appointing his own advocate or through legal aid panel advocate or by way of Jail appeal.\n"
}