{
    "PREAMBLE": "Spl.(P) case no. 37/2018\n\nDate : 23.12.2019\n\nIn The Court Of The Special Judge, Sivsagar\nPresent - Shri Biprajit Roy, Aj S,\nSpecial J udge,\nSivasagar.\n\n\nSpecial (P) Case No. 37/2018\nUnder section - 376Ab and section 6 of Pocso Act.\n\n\nState -Vs- Maghuwa Tanti Advocate appeared :\nFor the State : - Mr. S. Gogoi,\nFor the accused : - Mr. A.K. Bora,\nDate of evidence :- 08.03.2019,02.04.2019,04.04.2019,05.04.2019,\n\n27.06.2019,07.11.2019 Date of argument: - =. 25.11.2019, 21.12.2019,\nDate of judgment: - 23.12.2019 UDGMENT 1.\n",
    "facts": "On completion of investigation charge-sheet was submitted against the accused Maghuwa Tanti u/s 376AB/511 of IPC read with section 10 of POCSO Act.\nAs the accused was in jail custody, legal-aid-counsel was engaged to defend the accused.\n",
    "issue": "8. The points for determination in this case are as follows :\n\n(i) Whether the victim X was aged about 3/4 years at the time of occurrence?\n\n(ii) Whether the accused person attempted to commit rape of the minor victim?\n\n\n(ili) Whether the accused person committed any offence as alleged in the FIR?\n",
    "ANALYSIS": "It is unrealistic to expect a witness to be a human tape recorder.\n\n\n(5) In regard to exact time of an incident, or the time duration of an occurrence, usually, people make their estimates by guess work on the spur of the moment at the time of interrogation.\nAnd one cannot expect people to make very precise or reliable estimates in such matters.\nAgain, it depends on the time-sense of individuals which varies from person to person,\n\n\n(6) Ordinarily a witness cannot be expected to recall accurately the sequence of events which take place in rapid succession or in a short time span.\nA witness is liable to get confused, or mixed up when interrogated later on.\n\n\n(7) A witness, though wholly truthful, is liable to be overawed by the court atmosphere and the piercing cross examination made by counsel and out of nervousness mix up facts, get confused regarding sequence of events, or fill up details from imagination on the spur of the moment.\nThe sub-conscious mind of the witness sometimes so operates on account of the fear of looking foolish or being disbelieved though the witness is giving a truthful and honest account of the occurrence witnessed by him-Perhaps it is a sort of a psychological defence mechanism activated on the spur of the moment.\n(8)Discrepancies which do not go to the root of the matter and shake the basic version of the witnesses therefore cannot be annexed with undue importance.\nA duty is, therefore, cast, by the statute, on the judge faced with the responsibility of taking a decision on whether to allow, or disallow, the testimony of the child witness, to arrive at an informed decision as to whether the said evidence is vitiated on account of the child having failed to understand the questions put to him, or to provide rational responses thereto.\nIf the answer, to these two queries,\nis in the negative, there is no justification, whatsoever, for discarding, or even disregarding, the evidence of the child witness.\nIn Dattu RaMr. ao Sakhare v.\nState of Maharashtra, (1997) 5 SCC 341 the Supreme Court explained:\n\nA child witness if found competent to depose to the facts and reliable one such evidence could be the basis of conviction.\n\n\n(See Prakash v. State of M.P., (1992) 4 SCC, Baby Kandayanathil v. State of Kerala, 1993 Supp (3) SCC 667, Raja Ram Yadav v. State of Bihar, (1996) 9 SCC 287, Dattu RaMr. ao Sakhare v. State of Maharashtra, (1997) 5 SCC 341, State of U.P. v. Ashok Dixit, (2000) 3 SCC and Suryanarayana v. State of Karnataka,\n(2001) 9 SCC 129.\n\n23.\nHowever, it is not the law that if a witness is a child, his evidence shall be rejected, even if it is found reliable.\nThe law is that evidence of a child witness must be evaluated more carefully and with greater circumspection because a child is susceptible to be swayed by what others tell him and thus a child witness is an easy prey to tutoring.\n(vide Panchhi v. State of U.P., (1998) 7 SCC 177) (Emphasis Supplied)\n\n61.\nOne of the cardinal principles to be borne in mind, while assessing the acceptability of the evidence of a child witness, is that due respect has to be accorded to the sensibility and sensitivity of the Trial Court, on the issue of reliability of the child, as a witness in the case, as such decision essentially turns on the observation, by the Trial Court itself, regarding the demeanour, carriage and maturity of the concerned child witness.\nAn appellate court would interfere,\non this issue, only where the records make it apparent that the Trial Court erred in regarding the child as a reliable witness.\nWhere no such indication is present,\nthe appellate court would be loath to disregard the evidence of the child witness,\nwhere the Trial Court has found it to be credible, convincing and reliable.\n\n[Ref. Satish v. State of Haryana, (2018) 11 SCC 300]\n\nPage 13 of 21 \fSpl.(P) case no. 37/2018 Date : 23.12.2019 62.\nIn State of Madhya Pradesh v. Ramesh, (2011) 4 SCC 786, the following principles, regarding assessment of the evidence of child witnesses, have been enunciated:\n\n7.|n Rameshwar v. State of Rajasthan, AIR 1952 SC 54 this Court examined the provisions of Section 5 of the Oaths Act, 1873 and Section 118 of the Evidence Act, 1872\n|n Mangoo v. State of M.P., AIR 1995 SC 959, this Court while dealing with the evidence of a child witness observed that there was always scope to tutor the child, however, it cannot alone be a ground to come to the conclusion that the child witness must have been tutored.\nIn Nivrutti Pandurang Kokate v. State of Maharashtra, (2008) 12 SCC 565, this Court dealing with the child witness has observed as under: (SCC pp. 567-68,\npara 10) 10. _... 7. ...\nA child witness must be able to understand the sanctity of giving evidence on oath and the import of the questions that were being put to him.\n(vide Himmat Sukhadeo Wahurwagh v. State of Maharashtra, (2009) 6 SCC 712)\n\n12.\nTherefore, there must be something on record to satisfy the court that something had gone wrong between the date of incident and recording evidence of the child witness due to which the witness wanted to implicate the accused falsely in a case of a serious nature.\n13. Part of the statement of a child witness, even if tutored, can be relied upon, if the tutored part can be separated from the untutored part, in case such remaining untutored part inspires confidence.\n(vide Gagan Kanojia v. State of Punjab, (2006) 13 SCC 516.)\nThe evidence of a child witness must be evaluated more carefully with greater circumspection because he is susceptible to tutoring.\nOnly in case there is evidence on record to show that a child has been tutored, the court can reject his statement partly or fully.\nHowever, an inference as to whether child has been tutored or not, can be drawn from the contents of his deposition.\n\n\n63. The following guiding principles, governing the admissibility and reliability of the evidence of child witnesses, are readily discernible from the above cited judicial pronouncements:\n\n(i) There is no absolute principle, to the effect that the evidence of child witnesses cannot inspire confidence, or be relied upon.\n\n(ii) Section 118 of the Indian Evidence Act, 1872 discounts the competence, of persons of tender age, to testify, only where they are prevented from understanding the questions put to them, or from giving rational answers to those questions, on account of their age.\n\n(iii) If, therefore, the child witness is found competent to depose to the facts, and is reliable, his evidence can be relied upon and can constitute the basis of conviction.\n\nPage 16 of 21 \fSpl.(P) case no. 37/2018 Date : 23.12.2019 (iv) The Court has to ascertain, for this purpose, whether (a) the witness is able to understand the questions put to him and give rational answers thereto, (b) the demeanour of the witness is similar to that of any other competent witness, (c)\nthe witness possesses sufficient intelligence and comprehension, to depose, (d)\nthe witness was not tutored, (e) the witness is in a position to discern between the right and wrong, truth and untruth, and (f) the witness fully understands the implications of what he says, as well as the sanctity that would attach to the evidence being given by him.\n\n\n(v) The presumption is that every witness is competent to depose, unless the court considers that he is prevented from doing so, for one of the reasons set out under Section 118 of the Indian Evidence Act, 1987.\nIt is, therefore, desirable that judges and Magistrates should always record their positive opinion that the child understands the duty of speaking the truth, as, otherwise, the credibility of the witness would be seriously affected, and may become liable to rejection altogether.\n18. In the instant case, from perusal of the evidence of the victim girl it appears that before recording her evidence, her capacity and competency as a witness was tested and on being satisfied, her evidence was recorded.\nShe clearly stated that the accused gave her money and made her lick his buttocks.\nThese circumstances clearly indicate that the victim girl was made to eat/lick something which had induced her vomiting.\nIn his examination under section 313 Cr.P.C., the accused simply denied the circumstances appearing in evidence against him but failed to give any plausible explanation.\nHe stated that the FIR was lodged falsely to grab his land but in the course of trial, the defence failed to bring on record any such material.\nSo the reverse burden is on the defence to rebut the presumption once the prosecution is successful in shifting the initial burden upon the accused.\nIn this case from the evidence on record it is clear that the prosecution has adduced sufficient evidence to discharge its burden and proved that on the date of occurrence the accused took the victim girl inside his house and gave her money to buy chocolate and then sexually assaulted her and when the mother of the victim arrived in search of the victim, the accused ran away from his house.\n",
    "decision": "Before sentencing the accused | have considered the applicability of the Probation of Offenders Act, 1958 or section 360 of Cr.P.C. to the accused.\n23. Heard the accused on the point of sentence.\nHis statement is recorded in a separate sheet.\nPage 18 of 21 \fSpl.(P) case no. 37/2018 Date : 23.12.2019 24.\nAccordingly the accused Maghuwa Tanti is sentenced to undergo rigorous imprisonment (RI) for 05(five) years for committing the offence punishable under section 10 of POCSO Act, 2012 and also to pay a fine of Rs. 1,000/- (one thousand) only, in default, to undergo simple imprisonment for one month.\nAs the accused contested the case through legal-aid counsel due to this poor economic condition, lesser amount of fine is imposed upon him.\n25. Considering the fact of imposing minimum amount of fine due to poor financial background of the convict, no order is passed for payment of compensation to victim U/S 357 Cr.P.C.\n\n26.\nThe convict is entitled for the benefit of Section 428 Cr.P.C. for the period already undergone during investigation and trial, if any.\n27. Let a free of cost copy of the judgment be given to the convict immediately as per the provisions of Section 363(1) Cr.P.C.\n\n28.\nConvict is informed about his right of appeal against the judgment and order of conviction and sentence either by appointing his own advocate or through legal aid panel advocate or by way of Jail Appeal.\n"
}