{
    "PREAMBLE": "In The Court Of Special J Udge :::: Si Vasagar\n\nPresent :- Sri S. K. Poddar, Ajs\nSessions J udge cum Special | udge,\nSivasagar.\n\n\nSpl. (P) Case No. 28 of 2017 U/ S 6 of Pocso Act, 2012.\n\n(Arising out of Demow P.S. Case No. 135/2017)\n\nState of Assam\n\n-Vs-\n\nSri Sikandar Machuwa .........ccseeeeeees Accused\nAppearance:\nFor the prosecution Mr. Srimanta Gogoi, Special P.P.\n\nFor the accused Mr. Anil Ch. Dutta, Advocate\nDate of framing Charge: 16.11.2017\nDates of Evidence ; 08.12.2017, 08.01.2018, 01.02.2018\nDate of S/D 12.02.2018\nDate of Argument 12.04.2018 & 05.05.2018\nDate of J udgment 14.05.2018\n\nJudgment\n\n",
    "facts": "On asking, the victim did not disclose the name of the person responsible for causing her pregnancy.\n\n\n2. On receipt of the FIR, Demow P.S. Case No. 135/2017 U/S 4 of POCSO Act, 2012 was registered and investigated.\nDuring investigation, accused was arrested and produced before the court for judicial custody.\nThe victim was medically examined and got her statement recorded in the court U/S 164 Cr.P.C.\n\nOn completion of investigation, |.0. has submitted Charge-Sheet U/S 4 of Pocso Act, 2012 against the accused person.\n\nAccused was provided with the services of Legal Aid Counsel.\n\n\n4. During trial, prosecution side has examined six witnesses including M.O. and 1.0.\nUpon completion of the prosecution evidence, accused was examined U/S 313 Cr.\n\nAccused declined to adduce evidence when he was called upon to enter into defence.\n",
    "issue": "POINTS FOR DETERMINATION ARE - 7.\n(I) Whether on the date of filing of the FIR the victim 'D' was pregnant?\n\n\n(11) Whether accused Sikandar Machuwa has committed the penetrative sexual assault on the victim 'D' against her will and caused her pregnant?\n\nDECI SION AND REASONS THEREOF 8.\n\n\n17. Point No. Il: Now the question falls for determination is whether the accused was responsible for causing the pregnancy of victim.\n",
    "ANALYSIS": "As such, this court has no option but to accept the age as determined by P.W. 5, M.O. who ascertained the age of the victim on the basis of radiological report which appears to be more reliable in the present circumstances of the case.\n, in a allegation of rape, the age of a victim is normally has no relevance if the alleged occurrence of sex was done without consent or such consent obtained by fraud, under fear or coercion.\nHence in a case of this nature if it proved that there was cohabitation with the victim by the accused the burden that it was on consent shifted to accused.\nIn her cross-examination victim has categorically admitted that she was also under fear of harm by accused, if she disclose the fact of misdeed to others.\n26. In the case of Zakir Ali VS State of Assam, [2007 (3) GLT 497:\n2007 Cri. LJ 1615] as cited by learned advocate for the accused, while dealing with section 90 IPC Hon'ble Gauhati High Court has held as follows:\n\n( 12 ) While considering the above aspect of the case, it needs to be pointed out that the Indian Penal Code does not define \"consent\" in positive terms.\nFrom a minute reading of Section 90 IPC, which explains as to what cannot be regarded as consent for the purpose of the Indian Penal Code, it becomes clear that 'consent' given under fear of injury,\nor under a misconception of fact, is not a 'consent' at all.\nIn other words, when these two conditions precedent are co-existent in a case, it can be safely held that no consent, as envisaged under the Indian Penal Code, existed.\n\nSuch a finding can be reached by examining as to whether the person,\ngiving consent, had given the same under fear of injury or misconception of fact and, further, whether the offender knew, or had reason to believe, that but for fear or misconception of fact, consent would not have been given.\nThese aspects of the word \"consent\", as envisaged under the Indian Penal Code, have been succinctly described in Deelip Singh @ Dilip Kumar Vs. State of Bihar, reported in (2005) 1 SCC 88.\n\n( 14 ) In the light of what has been indicated above, it becomes clear that the submission of the body by a woman under fear or misconception of fact cannot be construed as consented sexual act for the purpose of Section 375 IPC, for, Section 375 IPC requires voluntary participation by the victim not only after the exercise of intelligence based on the knowledge of the significance and moral quality of the act, but after having fully exercised the choice between resistance and assent.\nWhether consent existed or not has to be ascertained on the basis of the facts of a given case.\nWhat transpires from the above observations made in Deelip Singh (Supra) is that in a prosecution under Section 376 (2) IPC, when sexual intercourse by the accused with the prosecutrix is proved to have taken place and the prosecutrix, in such a case, claims, in her evidence before the Court, that she had not consented to the sexual act, the Court shall draw a presumption that she had not consented to Spl. (P) Case No. 28/2017 Page 14 of 21 \fthe sexual act and the burden would, then, shift to the accused to prove that his sexual act with the prosecutrix was with her consent.\nThe burden on the accused to discharge such presumption would, however,\nnot be as heavy as on the prosecution if the prosecution, in a given case, IS required to prove that the consent did not exist.\n\n\n28 . This from the above case laws it appears that once when sexual intercourse by the accused with the prosecutrix is proved to have taken place and the prosecutrix, in such a case, claims, in her evidence before the Court,\nthat she had not consented to the sexual act, the Court shall draw a presumption that she had not consented to the sexual act and the burden would, then, shift to the accused to prove that his sexual act with the prosecutrix was with her consent.\nThe burden is on the accused to discharge such presumption would, however, not be as heavy to prove that the consent exists.\n29. Hon'ble Supreme Court of India in the case of K.P. Thimmappa Gowda v. State of Karnataka, (2011) 14 SCC 475 : AIR 2011 SC 2564 as relied by learned defence counsel, has observed as followed:\n\n6.\nIt is also an admitted fact that the FIR against the appellant was lodged just a few days before the birth of Rathnamma's child, which means there is delay of over 8 months in lodging the FIR.\nThe finding of the trial court, which has not been disturbed by the High Court, is that Rathnamma was about 18 years of age at the relevant time.\nOn these facts a view is reasonably possible that Rathnamma had sex with the Spl. (P) Case No. 28/2017 Page 15 of 21 \fappellant with her consent and hence there was no offence under Section 376 IPC because sex with a woman above 16 years of age with her consent is not rape.\n\n30.\nThis ratio of K.P. Thimmappa Gowda cannot be applies in the case in hand simply because in the case in hand, as held by me there in no consent from the victim.\nMoreover, the ratio is also otherwise not applicable as it relates to law prior to amendment of definition of rape as well as coming of Pocso Act in force.\nWe find that under the circumstance the possibility that rape could have been committed on her in the presence of so many members in a small house is difficult to believe.\nOn the contrary the findings of the High Court that the prosecutrix was a consenting party appear to be correct and it was perhaps when the accused and the prosecutrix had been caught red-handed that the story of rape had been cooked up, to salvage some of the family honour.\nThis is often the tendency in such matters.\n32. Above ratio cannot be applies in the case in hand simply because defence has failed to take any description of the rooms to show that sneaking into the room of the victim is not possible by the accused without the knowledge of the other family members.\nEven if assuming that consent was given by the victim due to long relation, it must be held that consent, if any, same was obtained under threat and as such consent cannot be treated as valid consent.\nMoreover in view of the fact that victim was a minor girl on the date of filing FIR, value of any such consent becomes immaterial.\n\nIn the course of argument learned advocate for the defence has place reliance on the reported case of Nazimul Hussain VS. State of Assam & Anr. [2017 (1)\nGLT 276].\nAs discussed earlier, from the PW 3 and 4 it appears that knowing about incident of sexual abuse at the residence of accused, they went there and after much persuasion and assurance, the victim disclosed about stopping of her menstruation and named the accused as responsible for her pregnancy.\nImmediately on the same day she was taken to Demow PS the FIR got lodged.\n| have already held that the victim being orphan and was out of fear, she could not divulge her physical condition cannot be ignored in deciding the point of delay in bringing the matter to police.\n\nEvidence of the victim is otherwise also found reliable and trustworthy, even without presumption of this Section.\n\n38. Considering all above, | have no hesitation to hold that accused Sikandar Machuwa has committed the offence of penetrative sexual assault upon the victim 'D', a minor girl and make himself liable for punishment under the provision of POCSO Act 2012.\n\n39, In view of the evidence of the victim that she was subjected to continuous penetrative sexual assault by the accused and that the accused is a relative being the husband of her father's sister and that he made the victim pregnant as a consequence of continuous sexual assault under the provision of Section 5 (j) (ii), 5 (I) and 5 (n) of POCSO Act 2012, the offence of penetrative sexual assault becomes aggravated penetrative sexual assault and he made himself liable for punishment U/S 6 of POCSO Act 2012. 22.\n\n40.\n",
    "arguments": "In the course of argument hearing, learned P.P. has submitted that by applying the provision of Section 29 of POCSO Act, 2012 court shall presume that whatever the allegation brought by the victim against the accused with whom she used to reside since her childhood be treated as true as the defence has failed to rebut the said allegation brought against him which are otherwise found probable in all circumstances.\nIn support of his argument, learned defence counsel has relied the following case laws: (1)\n\nSpl. (P) Case No. 28/2017 Page 10 of 21 \f2017 (1) GLT 276, (ii) 2011 SCC (14) 671, (ili) 2007 CRI. L.J. 1615, (iv) 2006 (3)\nGLT 585, (v) AIR 2011 SC 2564 and (vi) 2016 (2) Crimes 340.\n31. Learned advocate of the accused by placing releiance on the reported case of Amar Bahadur Singh v. State of U.P. (2011) 14 SCC 671 also submitted that accused being a poor tea garden worker and lived in small house, there is no possibility of sex with the victim at night hours without the knowledge of his wife and children, cannot be accepted to hold water to show that either there was no physical relation or it was with consent of the victim being major.\n",
    "decision": "4l. In view of above, | hold the accused Sikandar Machuwa guilty for the offence punishable U/S 6 of POCSO Act, 2012 and accordingly he is convicted for the offence punishable U/S 6 of POCSO Act, 2012.\n\nSpl. (P) Case No. 28/2017 Page 18 of 21 \f42.\n| have considered the applicability of Section 3 & 4 of Probation of Offenders Act in this case.\n45. Accordingly, convict Sikandar Machuwa is sentenced to undergo rigorous imprisonment (RI) for 10 (ten) years for committing the offence punishable U/S 6 of Pocso Act, 2012 and also to pay a fine of Rs. 2000/- only,\ni/d further SI of 2 (two) month.\n\n46.\nConvict Sikandar Machuwa is remanded to District J ail, Sivasagar to serve out the remaining part of sentence.\n47. Convict Sikandar Machuwa is entitled for the benefit of Section 428 Cr.P.C. for the period already undergone during investigation and trial.\n48. Considering the fact of imposing meager amount of fine due to poor financial back ground of the convict, no order is passed for payment of compensation to victim s U/S 357 Cr.P.C.\n\n49.\nConsidering the fact and circumstances of the case, the matter is referred to DLSA Sivasagar for exploring the possibility of granting compensation U/S 357A Cr.P.C. to the victim, who is now residing at Spl. (P) Case No. 28/2017 Page 19 of 21 \fSnehalaya, Sivasagar (a children home run by NGO).\nSend a copy of the judgment to Secretary DLSA Sivasagar for needful action.\n\n\n50. Let a free of cost copy of the judgment be given to the convict Sikandar Machuwa immediately as per the provisions of Section 363(1) Cr.P.C.\n\n51.\nConvict Sikandar Machuwa is informed about his right of appeal against the judgment and order of conviction and sentence either by appointing his own advocate or though legal aid panel advocate or by way of Jail Appeal.\nJudgment is pronounced in open court.\nThe case is disposed of on contest.\n"
}