{
    "PREAMBLE": "In The Court Of Special J Udge :: :: :: Sivasagar\n\nPresent :- Sri S. K. Poddar, Ajs\nSpecial | udge,\nSivasagar.\n\nSpl. (P) Case No. 19 of 2019\n\nu/s 8 of Pocso Act 2012 and Section 323/ 451/354 Ipc\n(Arising out of Simaluguri Ps Case No. 36/2019)\n\nState of Assam\n\n-Vs-\nSri Hontu Kurmi .......eeeeeee Accused\n\nAppearance:\nFor the prosecution Mr. Srimanta Gogoi, Special P.P.\nFor the accused Mr. D.K. Gohain, Advocate\n(Legal Aid Counsel)\n\nDate of framing Charge: 12.07.2019\nDate of Evidence 01.08.2019\nDate of Argument 01.08.2019\n",
    "facts": "While victim raised objection,\naccused assaulted the victim with a rod causing bleeding injury on her head.\n\nShe fell down and became senseless.\nOn hearing hue and cry of the local\npeople, he returned home and saw that victim was lying inside the house with\ninjuries.\nundergoing medical treatment.\n2. On receipt of the Fir, Simaluguri Ps Case No. 36/19 u/s\n\n448/354(A)/326 Ipc read with Section 8 of Pocso Act, 2012 was registered\nSpl.\nDuring investigation, victim was medically examined\nand recorded her statement in the court U/\nDuring investigation,\n\naccused Hontu Kurmi was arrested and remanded to judicial custody.\n\n\n3. On completion of investigation, |.0. has submitted Charge-Sheet\nagainst the above named accused person u/s 448/354(A)/324 Ipc.\n\n4.\nAfter investigation, 1.0. of this case has submitted Charge Sheet\nagainst the accused for trial u/s 448/354(A)/324 Ipc.\nHowever, while giving\ncertificate, Supdt. of Police Sivasagar, after scrutinizing the Case Diary and the\nFf prepared by the !1.0., has come to the conclusion that a case is made out u/s\n448/354(A)/324 Ipc R/W Section 8 of Pocso Act 2012 and forwarded the\nCharge-Sheet to this Court for trial.\n5. Upon taking cognizance on the charge sheet and after furnishing\ncopy to the accused persons, vide order dated 12.07.2019, charges u/s\n323/451/354 Ipc read with Section 8 of Pocso Act, 2012 has been framed\nagainst the accused to which he pleaded not guilty and claimed to stand trial.\nShe was taken to Lakuwa\nHospital and she regained her sense at Lakwa Hospital.\n",
    "issue": "| have considered the submission of both the\n\nSides.\nPoints For Determination Are -\n\n8.\n(i) Whether on 23.03.2019, accused voluntarily caused hurt to the\nvictim?\n\n\n(iil)  Whether on 23.03.20129, accused committed house trespass by\nSpl.\n(P)Case No. 19/19 Page 2 of 6\n\fentering into the house of the informant in order to commit the offence\nof sexual assault upon the victim?\n\n\n(ili) Whether on 23.03.2019, accused used criminal force on the victim\nto outrage her modesty and thereby committed an offence punishable\nu/s 354 Ipc?\n\n\n(iv) Whether on 23.03.2019, the victim was subjected to sexual\nassault by the accused?\n",
    "ANALYSIS": "On 23.03.2019, at about\n3.30 Pm, while she was alone in her house and cutting firewood in front side\ncourt yard, accused Hontu came to her house and asked for lipstick.\nShe sustained\nbleeding injury on her head.\nSo from the evidence of PW 1 and PW 2 it appears that the allegations brought against the accused are not supported by the victim and her elder brother, i.e. PW 2.\nThus from the above evidence on record, it appears that the ingredients of offences u/s 323/451/354 IPC and Section 8 of POCSO Act, 2012 are totally missing in this case.\n",
    "decision": "12. Considering above, | am of the opinion that prosecution has failed to prove the ingredients of charges u/s 323/451/354 IPC and Section 8 of POCSO Act, 2012 against the accused Sri Hontu Kurmi.\nAs such, accused Sri Hontu Kurmi is acquitted from the charges u/s 323/451/354 IPC and Section 8 of POCSO Act, 2012 and set at liberty forthwith.\nInform the Jail authority to release the accused forthwith.\nAs the accused is in Jail, no order is passed u/s 437-A Cr.P.C.\n\n14.\nConsidering the nature of the case, the matter is not referred to DLSA for granting compensation u/s 357-A CrP.C.\n\nSpl. (P)Case No. 19/19 Page 5 of 6 \f15.\nJudgment is pronounced in open court.\nThe case is disposed of on contest.\n"
}