{
    "PREAMBLE": "In The Court Of Special J Udge :::: Sivasagar\nPresent :- Sri S. K. Poddar, Ajs\n\nSpecial J udge,\nSivasagar.\n\nSpl. (P) Case No. 53 of 2017, U/ S 4 of Pocso Act and Sec. 506 I Pc\n(Arising out of Sivasagar P.S. Case No. 860/2017)\n\nState of Assam\n\n-Vs-\n\nSri Pramod DaS ..... cece cesee ee es Accused\nAppearance:\n\nFor the prosecution Mr. Dhiraj Dutta, P.P.\nFor the accused Mr. A.K. Bora, Advocate\n\n(Legal Aid Counsel)\n\nDate of framing Charge: 25.01.2018\nDates of Evidence ; 22.02.2018\nDate of Argument 22.02.2018\nDate of J udgment 22.02.2018\n\nUdgment\n",
    "facts": "During\n\ninvestigation, victim was medically examined and recorded her statement in the\n\n\n\n\fcourt U/S 164 Cr.P.C. Accused was arrested and produced him before this court\n\nfor judicial custody.\n\n3, On completion of investigation, 1.0. has submitted Charge-Sheet\nagainst the above named accused person U/S 6 of Pocso Act, 2012 as the\n\ncase Is exclusively triable by the court of Special J udge, Sivasagar.\n\n4.\nDuring trial, prosecution side has examined three\n\nwitnesses including the informant and the victim.\nAccused never\n\nmisbehaved with victim.\nFrom the evidence of PWs it appears victim went to look after the infant child of her sister and that during stay of the victim in the house of P.W.3, accused while joking uttered that he will marry the victim.\nOn hearing this, without asking anybody, PW 1 lodged the FIR.\n",
    "issue": "(I) Whether on and from 22.10.2017, i.e. during Puja festival of 2017,\naccused has committed penetrated sexual assault on the victim 'L'?\n(Ii) Whether during her stay with accused, he criminally intimidated\n\nthe victim 'L'?\n\nDeci Sion And Reasons Thereof\n8.\n",
    "ANALYSIS": "On this her mother\nwithout asking anybody, lodged an Fir.\nFrom the evidence of P.W.2 and P.W.3 it depicts that accused neither kept confined the victim not misbehaved the victim in any manner.\nFrom the above evidence as discussed, it is clear that there was no material whatsoever regarding penetrative sexual assault by the accused or of criminal intimidation.\n\n\n12. Considering all above, | am of the opinion that prosecution has failed to prove the ingredients of charge U/S 4 of POCSO Act, 2012 and Section 506 IPC against the accused.\n",
    "decision": "As such, accused Pramod Das is acquitted from the charges U/S 4 of POCSO Act, 2012 and Section 506 IPC and set at liberty forthwith.\n13. Issue release order to Superintendent District Jail, Sivasagar forthwith for release of the accused from Jail.\nAs the accused is in Jail, no order is passed U/S 437-A Cr.P.C.\n\n14.\nConsidering the nature of the case, the matter is not referred to DLSA for granting compensation U/S 357 A Cr.P.C.\n\n15.\nJudgment is pronounced in open court.\n"
}