{
    "PREAMBLE": "In The Court Of Special J Udge :::: Sivasagar\nPresent :- Sri S. K. Poddar, Ajs\n\nSessions J udge cum Special J udge,\nSivasagar.\n\nSpl. (P) Case No. 60 of 2017 U/ S 10 of Pocso Act 2012\n(Arising out of Sonari P.S. Case No. 211/2017)\n\nState of Assam\n\n-Vs-\nSri Kedar Nath Sah .............. Accused\nAPPEARANCE:\n\nFor the prosecution Mr. Srimanta Gogoi, Special P.P.\nFor the accused ; Zakir Hussain, Advocate Date of framing Charge: 03.05.2018 Dates of Evidence ; 11.07.2018 Date of Argument 11.07.2018 Date of J udgment 11.07.2018 UDGMENT 1.\n",
    "facts": "\n\n2. On receipt of the FIR, Sonari P.S. Case No. 211/2017, U/S 12 of POCSO Act, 2012 was registered and started investigation.\nDuring investigation\n,\nvictim was medically examined and recorded her statement in the court U/S 164 Cr.P.C.\nDuring investigation, accused was enlarged on pre arrest bail.\nDuring trial, prosecution side has examined three witnesses including the victim and the informant.\n",
    "ANALYSIS": "On this, without asking PW 1 lodged the FIR at Sonari P.S.\nThough in Exbt. 2 Statement the victim implicated the accused with some allegations of sexual assault, but in her cross victim has categorically admitted that she has given her statement in court on being tutored by ATSA boys.\nP.W. 2 the victim is totally silent regarding any incident of sexual assault or even of sexual harassment by the accused in her evidence in courtbnn.\n\n12.\nConsidering above, | am of the opinion that prosecution has failed to prove the ingredients of offence U/S 10 of POCSO Act or any other minor offences against the accused Kedar Nath Sah.\n",
    "decision": "As such, accused Sri Kedar Nath Sah is acquitted from the charges U/S 10 of POCSO Act, 2012 and set at liberty forthwith.\nBail bond executed by the accused and his surety stand extended for another six months from today U/S 437-A Cr.P.C.\n\n14.\nConsidering the nature of the case, the matter is not referred to DLSA for granting compensation U/S 357-A Cr.P.C.\n\n15.\nJudgment is pronounced in open court.\n"
}